Repository: MelissaAutumn/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ar, be, br, bs, ca, da, gd, hy_am, id, lt, lv, ms, pa_in, ro, si

source: Thunderbirdʼs Options/Preferences have been converted from a dialog window to its own dedicated tab. The new Preferences tab provides more space which allows for better organized content and is more consistent with the look and feel of the rest of Thunderbird.
hy_am: Thunderbirdʼs-ի ընտրանքները / Նախապատվությունները վերափոխվել են երկխոսության պատուհանից դեպի իր հատուկ էջանիշը: Նոր Նախապատվություններ ներդիրն ապահովում է ավելի շատ տարածք, որը հնարավորություն է տալիս ավելի լավ կազմակերպված բովանդակություն և ավելի համահունչ լինել Thunderbird- ի մնացած տեսքի և զգացողության հետ:
id: Pengaturan Thunderbird telah dikonversi dari jendela dialog ke tab khusus. Tab Preferensi baru menyediakan lebih banyak ruang yang memungkinkan untuk konten yang lebih terorganisir dan lebih konsisten dengan tampilan dan nuansa dari sisa Thunderbird.
lt: „Thunderbird“ parinkčių ir nuostatų dialogo langas dabar pakeistas skirtuku - atsirado daugiau vietos turiniui ir labiau suderinamas su likusia „Thunderbird“ išvaizda.
lv: Thunderbird izvēles/iespējas no dialoga ir pārvietotas uz atsevišķu cilni. Jaunā cilne Izvēles nodrošina vairāk vietas, kas ļauj labāk organizēt saturu un vairāk atbilst pārējai Thunderbird izskatam un darbībai.
ro: Opțiunile/Preferințele din Thunderbird au acum o filă proprie dedicată și nu mai sunt afișate într-o fereastră de dialog. Noua filă de Preferințe are mai mult spațiu, ceea ce permite o organizare mai bună a conținutului și este mult mai potrivită cu aspectul general al Thunderbird.

source: The new Preferences tab also makes it easier to multi-task without the problem of losing track of where your preferences are when switching between windows.
hy_am: Նոր Նախապատվություններ ներդիրը նաև հեշտացնում է բազմաբնույթ առաջադրանքն առանց խնդիր կորցնելու հետամուտ լինելու, թե որտեղ են ձեր նախընտրությունները պատուհանների միջև անցնելիս:
id: Tab Pengaturan baru juga memudahkan multi-tugas tanpa masalah kehilangan jejak di mana preferensi Anda saat beralih di antara jendela.
lt: Naujasis „Nuostatų“ skirtukas palengvina sudėtingesnių užduočių atlikimą, nes perjungiant langus nebereikia prisiminti kur yra jūsų nuostatos.
lv: Jaunā Izvēles cilne arī atvieglo daudzuzdevumu veikšanu, novēršot iespēju zaudēt norādes uz jūsu izvēlēm, pārslēdzoties starp logiem.
ro: Noua filă de Preferințe ușurează și multitaskingul, fără problema de a nu mai găsi unde sunt deschise Preferințele la comutarea între ferestre.

source: Other Notable Changes
be: Іншыя прыкметныя змены
hy_am: Այլ ուշագրավ փոփոխություններ
id: Pengubahan Terkemuka Lainnya
lt: Kiti svarbūs pakeitimai
lv: Citas ievērojamas izmaiņas
ro: Alte modificări notabile

source: There are many other smaller changes that make Thunderbird 68 feel polished and powerful including: a new App Menu UI, an updated To/CC/BCC selector in compose, improved attachment management, full color support across the app, filters can now be set to run periodically, and feed articles now show external attachments as links.
hy_am: Կան շատ այլ փոքր ավելի փոքր փոփոխություններ, որոնք Thunderbird 68-ը զգում են հղկված և հզոր, ներառյալ ՝ նոր հավելվածի մենյու UI, թարմացված To / CC / BCC ընտրող ՝ կոմպոզիցիայի մեջ, հավելվածի բարելավված կառավարում, հավելվածի ողջ գունային աջակցություն, ֆիլտրերը այժմ կարող են սահմանվել պարբերաբար գործարկել և կերային հոդվածները այժմ ցույց են տալիս արտաքին կցորդները որպես հղումներ:
id: Ada banyak perubahan kecil lainnya yang membuat Thunderbird 68 merasa dipoles dan kuat termasuk: Antarmuka Menu Aplikasi baru, pemilih Kepada/CC/BCC yang diperbarui dalam komposisi, manajemen lampiran yang ditingkatkan, dukungan warna penuh di seluruh aplikasi, filter sekarang dapat diatur untuk berjalan secara berkala, dan artikel umpan sekarang menunjukkan lampiran eksternal sebagai tautan.
lt: Yra ir daugybė kitų, mažesnių pakeitimų, kurių dėka „Thunderbird 68“ patogesnė ir labiau išbaigta, įskaitant: naują „App Menu“ vartotojo sąsają, atnaujintą „Kam:/ Kopija / Nematoma kopija“ pasirinkimo elementą rašant laiskus, patobulintą laiškų priedų valdymą, daugybės spalvų palaikymą visoje programoje, sklaidos kanalų straipsniuose pateikiami priedai rodomi kaip nuorodos, o laiškų filtrus dabar galima periodiškai paleisti automatiniu būdu.
lv: Ir daudzas citas mazākas izmaiņas, kas Thunderbird 68 ļaj just kā pabeigtu un jaudīgu, tostarp: jauna lietotnes izvēlnes saskarne, atjaunota Uz/Kopija/Slēpta kopija izvēle rakstīšanas laikā, uzlabota pielikumu pārvaldība, pilns krāsu atbalsts visā lietotnē, tagad filtrus var iestatīt darboties periodiski, plūsmas rakstos ārējie pielikumi tagad tiek rādīti kā saites.
ro: Sunt multe alte modificări mai mici în Thunderbird 68, care îi dau un aspect cizelat și puternic: o interfață nouă pentru utilizator meniu aplicații, un selector actualizat To/CC/BCC în fereastra de compunere a mesajelor, o gestionare îmbunătățită a atașamentelor, suport complet pentru culori în toată aplicația, filtrele pot fi acum setate să ruleze periodic și articolele de flux afișează acum atașamentele externe ca linkuri.

source: There are many other updates in this release, you can see a list of all of them in the <a href="%(release)s">Thunderbird 68 release notes</a>.
hy_am: Այս թողարկումում կան բազմաթիվ այլ թարմացումներ, դրանց բոլորի ցուցակը կարող եք տեսնել <a href="%(release)s"> Thunderbird 68 թողարկման նշումներում</a>:
id: Ada banyak pembaruan lain dalam rilis ini, Anda dapat melihat daftar semuanya di <a href="%(release)s">catatan rilis Thunderbird 68</a>.
lt: Šioje laidoje yra daugybė kitų naujinių, visų jų sąrašą galite pamatyti <a href="%(release)s"> „Thunderbird 68“ laidos pastabose </a>.
lv: Šajā laidienā ir daudz citu atjaunojumu. To visu sarakstu varat skatīt <a href="%(release)s"> Thunderbird 68 laidiena piezīmēs</a>.
ro: Sunt multe alte actualizări în această versiune; poți vedea o listă în <a href="%(release)s">Notele de lansare Thunderbird 68</a>.

source: New in Thunderbird 78
be: Новае ў Thunderbird 78
hy_am: Նորը Thunderbird 78-ում
lt: Kas naujo „Thunderbird 78“
lv: Thunderbird jaunumi

source: This article describes some of the major changes visible to users in Thunderbird version 78. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird release notes from 78.0 and up</a>.
hy_am: Այս հոդվածը նկարագրում է Thunderbird 78.0 տարբերակում օգտագործողների համար տեսանելի մի քանի հիմնական փոփոխություններ: Բոլոր փոփոխությունների ամբողջական մանրամասները կարող եք գտնել <a href="%(release)s"> Thunderbird 78.0 թողարկման նշումներում</a>:
lt: Šiame straipsnyje aprašomi kai kurie pagrindiniai „Thunderbird“ 78 laidos vartotojams matomi pakeitimai. Išsamią informaciją apie visus pakeitimus galite rasti <a href="%(release)s">„Thunderbird 78“ ir vėlesnių laidų aprašymuose</a>.
lv: Šajā rakstā aprakstītas dažas no galvenajām izmaiņām, kas lietotājiem redzamas Thunderbird 78. versijā. Sīkāka informācija par visām izmaiņām ir atrodama <a href="%(release)s"> Thunderbird laidiena piezīmēs no 78.0 un jaunākām versijām</a>.

source: Dark mode
lt: Tamsus režimas
lv: Tumšais režīms

source: There is now a dark mode in Thunderbird, making late-night email easier on the eyes. To enable, Thunderbird will use your operating system settings to see if you have enabled dark mode OS-wide.
lt: „Thunderbird“ turi ir tamsų režimą, palengvinantį darbą vėlų vakarą. Įgalinus, „Thunderbird“ naudos jūsų operacinės sistemos nustatymus norėdamas sužinoti, ar įjungėte tamsųjį režimą operacinės sistemos lygmeniu.
lv: Tagad Thunderbird ir tumšs režīms, kas atvieglo darbu ar epastu vēlu vakarā. To ieslēdzot, Thunderbird izmantos jūsu operētājsistēmas iestatījumus, lai redzētu, vai esat ieslēdzis tumšo režīmu visā operētājsistēmā.

source: Account Setup & Account Central Updated
lt: Atnaujinta paskyrų sąranka ir „Paskyrų centras“
lv: Atjaunota Konta iestatīšana un Centrālais konts

source: The Account Setup window and the Account Central tab have both been updated. The Account Central tab appears when you do not have an account setup, or when you select an existing account in the folder tree.
lt: Atnaujinti skirtukai „Paskyros sąranka“ ir „Paskyrų centras“. „Paskyrų centro“ skirtukas rodomas jei neturite paskyros sąrankos arba pasirenkate esamą paskyrą aplankų medyje.
lv: Ir atjaunots logs Konta iestatīšana un cilne Centrālais konts. Cilne Centrālais konts tiek parādīta, ja jums nav iestatīts konts vai mapju kokā izvēlaties esošu kontu.

source: The layout and dialogues have been improved to make it easier to understand the information displayed and to find relevant settings. The Account Central tab also has new information about the Thunderbird project and displays the version you are using.
lt: Išdėstymas ir dialogai pakeisti taip, kad būtų lengviau suprasti rodomą informaciją ir rasti reikiamus nustatymus. „Paskyrų centro“ skirtuke taip pat rodoma informacija apie „Thunderbird“ projektą ir jūsų naudojama programos versija.
lv: Izkārtojums un dialogi ir uzlaboti, lai būtu vieglāk saprast parādīto informāciju un atrast attiecīgos iestatījumus. Cilnē Centrālais konts ir arī jauna informācija par Thunderbird projektu, un tajā tiek parādīta jūsu izmantotā versija.

source: Redesigned Compose Window
lt: Pertvarkytas kūrimo langas
lv: Pārveidots salikšanas logs

source: The compose window has been reworked to make composing a message faster, easier and more straightforward. The compose window now also takes up less space with recipients listed in “pills” instead of an entire line for each address.
lt: Kūrimo langas buvo pertvarkytas, kad pranešimą būtų galima kurti greičiau, paprasčiau ir paprasčiau. Kūrimo langas dabar taip pat užima mažiau vietos, nes gavėjai yra išvardyti „tabletėse“, o ne kiekvienam skirta atskira eilutė.
lv: Salikšanas logs ir pārstrādāts, lai vēstules salikšana būtu ātrāka, vieglāka un vienkāršāka. Salikšanas logs tagad aizņem mazāk vietas, jo adresāti ir norādīti “tabletēs” nevis katrs atsevišķā rindā.

source: The redesigned compose window makes it easier to manage many email recipients, and the new intuitive layout helps users to discover its features.
lt: Pertvarkytas rašymo langas palengvina kelioliko el. pašto gavėjų tvarkymą, o naujas intuityvus išdėstymas padeda vartotojams greičiau atrasti reikiamas funkcijas.
lv: Pārveidotais salikšanas logs atvieglo daudzu epasta adresātu pārvaldību, un jaunais intuitīvais izkārtojums palīdz lietotājiem atklāt tā funkcijas.

source: End-to-End Encrypted Email Support
lt: Abipusiai šifruoto elektroninio pašto palaikymas
lv: Epasta tiešās saziņas šifrēšana

source: End-to-end encryption for email can be used to ensure that only the sender and the recipients of a message can read the contents. Without this protection it is easy for email providers and mass surveillance to read your messages. If you would like to learn more about how end-to-end encryption in Thunderbird works, check out our article: <a href="%(encryption)s">Introduction to End-to-end encryption in Thunderbird</a>.
lt: Jei norite kad tik pranešimo siuntėjas ir gavėjai galėtų perskaityti laiško turinį, galite naudoti abipusį laiškų šifravimas. Be šios apsaugos el. pašto paslaugų teikėjai ir Didysis Brolis gali lengvai skaityti jūsų laiškus. Jei norite plačiau sužinoti kaip veikia abipusis („End-to-end“) „Thunderbird“ šifravimas, perskaitykite mūsų straipsnį: <a href="%(encryption)s">Introduction to End-to-end encryption in Thunderbird</a> .
lv: Epasta vēstuļu tiešās saziņas šifrēšanu var izmantot, lai nodrošinātu, ka saturu var izlasīt tikai ziņas sūtītājs un adresāti. Bez šīs aizsardzības epasta pakalpojumu sniedzējiem un masveida novērošanai ir viegli lasīt jūsu vēstules. Ja vēlaties uzzināt vairāk par Thunderbird tiešās saziņas šifrēšanas darbību, skatiet mūsu rakstu: <a href="%(encryption)s">Ievads Thunderbird tiešās saziņas šifrēšanā</a>.

source: There are many other big changes that make Thunderbird 78 a very large release including: calendar and tasks are now integrated into Thunderbird, folder icons are now updated and their colors are customizable, the preferences are now searchable, and minimize to tray is now supported on Windows.
lt: Yra daugybė kitų didelių pakeitimų, dėl kurių „Thunderbird 78“ yra ypač svarbi laida, įskaitant: į „Thunderbird“ integruotus kalendorius ir užduotis, atnaujintos aplankų piktogramos ir pagal poreikius galima keisti jų spalvas, galima ieškoti programos nuostatose, „Perkelti į sistemos dėklą“ dabar veikia ir „Windows“ aplinkoje.
lv: Ir daudz citu lielu izmaiņu, kas padara Thunderbird 78 par ļoti pamatīgu laidienu, tostarp: kalendārs un uzdevumi tagad ir integrēti Thunderbird, mapju ikonas tagad ir atjaunotas un to krāsas ir pielāgojamas, izvēles tagad ir meklējamas un ir atbalstīta minimizēšana uz palodzes iekš Windows.

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 78.0 and up</a>.
hy_am: Այս թողարկման բոլոր մանրամասները կարող եք տեսնել <a href="%(release)s"> Thunderbird 78.0 և ավելի նորի</a> թողարկման նշումներում:
lt: Šioje laidoje yra daugybė kitų naujinių, visų jų sąrašą galite pamatyti <a href="%(release)s"> „Thunderbird 78“ ir vėlesnių laidų pastabose </a>.
lv: Sīkāku informāciju par visām mūsu izmaiņām varat skatīt <a href="%(release)s">Thunderbird 78.0 un jaunāku versiju</a> laidiena piezīmēs.

source: Download Thunderbird in your language
br: Pellgargit Thunderbird en ho yezh
bs: Preuzmite Thunderbird na vašem jeziku
ca: Baixeu el Thunderbird en la vostra llengua
da: Hent Thunderbird på dit sprog
hy_am: Ներբեռնեք Thunderbird-ը ձեր լեզվով
id: Unduh Thunderbird dalam bahasa Anda
lt: Parsisiųskite „Thunderbird“ programą, bendraujančią jūsų kalba
lv: Lejuplādējiet Thunderbird savā valodā
ms: Muat turun Thunderbird dalam bahasa anda
pa_in: ਥੰਡਰਬਰਡ ਨੂੰ ਆਪਣੀ ਭਾਸ਼ਾ ਵਿੱਚ ਡਾਊਨਲੋਡ ਕਰੋ
ro: Descarcă Thunderbird în limba ta

source: Be one of the first to try the newest features in Thunderbird. By giving us your feedback, you’ll help us to refine the features that will be included in the final version.
br: Bezit e-mesk ar re gentañ oc'h ober gant an keweriusterioù nevesañ e Thunderbird. En ur rannañ ganeomp hoc'h evezhiadennoù, e sikourit ac'hanomp da danavaat ar c'heweriusterioù a vez ebarzhet en handelv dibenn.
bs: Budite jedni od prvih koji će probati najnovije mogućnosti Thunderbirda. Dajući nam svoju povratnu informaciju, pomoći ćete nam da poboljšamo mogućnosti koje će biti uključene u finalnoj verziji.
ca: Sigueu dels primers a provar les funcions noves del Thunderbird. Envieu-nos els vostres comentaris per ajudar-nos a perfeccionar les funcions inclourà la versió final.
da: Vær en af de første til at prøve de nyeste funktioner i Thunderbird. Giv os feedback, og hjælp os med at forbedre funktionerne, der kommer med i den endelige version.
hy_am: Եղիր առաջիններից մեկը, ով փորձեց Thunderbird-ի նորագույն հնարավորությունները: Մեզ տալով ձեր կարծիքը, դուք կօգնեք մեզ կատարելագործել այն հատկությունները, որոնք ընդգրկվելու են վերջնական տարբերակում:
id: Jadilah yang pertama untuk mencoba fitur-fitur baru di Thunderbird. Dengan memberikan tanggapan balik, anda dapat membantu kami untuk memperbaiki fitur-fitur yang akan dimasukkan ke dalam versi final.
lt: Būkite tarp pirmųjų, išbandančių „Thunderbird“ naujoves. Siųsdami atsiliepimus, padėsite mums ištobulinti funkcijas, pateksiančias į galutines programos laidas.
lv: Esiet viens no pirmajiem, kas izmēģina jaunākās Thunderbird iespējas. Sniedzot mums atsauksmes, jūs palīdzēsiet mums uzlabot funkcijas, kas tiks iekļautas galīgajā versijā.
ms: Jadi yang pertama untuk mencuba ciri-ciri terbaru Thunderbird. Dengan memberikan maklum balas anda, anda membantu kami menyempurnakan ciri terbaik dalam keluaran terakhir.
pa_in: ਥੰਡਰਬਰਡ ਦੇ ਨਵੀਨਤਮ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਵਾਲੇ ਪਹਿਲੇ ਵਿਅਕਤੀ ਬਣੋ। ਸਾਨੂੰ ਆਪਣਾ ਫੀਡਬੈਕ ਦੇ ਕੇ, ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਸੁਧਾਰਨ ਵਿੱਚ ਮਦਦ ਕਰੋਗੇ ਜੋ ਆਖਰੀ ਵਰਜਨ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ।
ro: Fii printre primii care încearcă cele mai noi funcționalități ale Thunderbird. Oferindu-ne feedback vei ajuta la rafinarea funcționalităților ce vor fi incluse în versiunea finală.

source: Get the award-winning email application from Mozilla. Import your existing mail and enjoy our new features like tabbed email and advanced search.
br: Tapit postelerezh Mozilla gounezet meur a briz gantañ. Enporzhit ho posteloù ha profitit eus ar c'heweriusterioù nevesañ evel an ivinelloù hag ar c'hlask araokaet da skouer.
bs: Preuzmite nagrađivanu email aplikaciju od Mozille. Uvezite vašu postojeću poštu i uživajte u našim novim mogućnostima poput tabovanih email-a i napredne pretrage.
ca: Baixeu l'aplicació de correu electrònic guardonada de Mozilla. Importeu els vostres missatges existents i gaudiu de les funcions noves, com el correu en pestanyes i la cerca avançada.
da: Få det prisvindende mailprogram fra Mozilla. Importér dine eksisterende mails, og nyd vores nye funktioner som fx mail i faneblade og avancerede søgefunktioner.
hy_am: Ստացեք մրցանակակիր էլփոստի դիմումը Mozilla- ից: Ներմուծեք ձեր առկա փոստը և վայելեք մեր նոր հնարավորությունները `ներդիրի էլփոստով և առաջադեմ որոնմամբ:
id: Dapatkan aplikasi surel peraih penghargaan dari mozilla. Impor surat Anda yang sudah ada dan nikmati fitur terbaru kami seperti tab surel dan pencarian tingkat lanjut.
lt: Parsisiųskite apdovanotąją „Mozillos“ el. pašto programą. Importuokite esamus laiškus ir mėgaukitės tokiomis naujovėmis, kaip paštas kortelėse ir galingos paieškos priemonės.
lv: Iegūstiet godalgoto epasta lietotni no Mozilla. Importējiet savu esošo pastu un izbaudiet mūsu jaunās iespējas, piemēram, epastu cilnēs un izvērsto meklēšanu.
ms: Dapatkan aplikasi e-mel yang memenangi anugerah dari Mozilla. Import e-mel sedia ada dan nikmati ciri-ciri baru seperti tabbed e-mel dan carian lanjutan.
pa_in: ਮੋਜ਼ੀਲਾ ਤੋਂ ਪੁਰਸਕਾਰ ਜੇਤੂ ਈਮੇਲ ਐਪਲੀਕੇਸ਼ਨ ਲਵੋ। ਆਪਣੇ ਮੌਜੂਦਾ ਪੱਤਰ ਨੂੰ ਆਯਾਤ ਕਰੋ ਅਤੇ ਸਾਡੀਆਂ ਟੈਬ ਕੀਤੇ ਈਮੇਲ ਅਤੇ ਤਕਨੀਕੀ ਖੋਜ ਵਰਗੀਆਂ ਨਵੀਂਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਾ ਅਨੰਦ ਮਾਣੋ।
ro: Obține aplicația de e-mail premiată de la Mozilla. Importă mesajele existente de e-mail și bucură-te de noile funcționalități, cum ar fi vizualizarea mesajelor în file și căutarea avansată.

source: Check the system requirements
br: Gwiriañ ar rekizadurioù reizhiad
bs: Provjerite zahtjeve sistema
ca: Comproveu els requisits del sistema
da: Kontrollér systemkravene
hy_am: Ստուգել համակարգի պահանջները
id: Periksa persyaratan sistem
lt: Reikalavimai sistemai
lv: Pārbaudiet sistēmas prasības
ms: Semak keperluan sistem
pa_in: ਸਿਸਟਮ ਦੀਆਂ ਲੋੜਾਂ ਦੀ ਜਾਂਚ ਕਰੋ
ro: Verifică cerințele de sistem

source: Release notes
be: Заўвагі пра рэліз
br: Notennoù ermaeziañ
bs: Napomene o izdanju
ca: Notes de la versió
da: Udgivelsesnoter
hy_am: Թողարկման նշումներ
id: Catatan rilis
lt: Laidos apžvalga
lv: Laidiena piezīmes
ms: Nota keluaran
pa_in: ਰੀਲਿਜ਼ ਨੋਟਿਸ
ro: Note privind versiunea

source: All Releases
be: Усе выпускі
hy_am: Բոլոր թողարկումները
id: Semua Rilis
lt: Visos laidos
lv: Visi laidieni
ro: Toate versiunile

source: Fully localized versions
be: Цалкам лакалізаваныя версіі
br: Handelvoù troet klok
bs: Potpuno lokalizovane verzije
ca: Versions traduïdes completament
da: Fuldt oversatte versioner
hy_am: Լրիվ տեղայնացված տարբերակներ
id: Versi pelokalan lengkap
lt: Visiškai lokalizuotos versijos
lv: Pilnībā lokalizētas versijas
ms: Versi tempatan sepenuhnya
pa_in: ਪੂਰੀ ਤਰ੍ਹਾਂ ਅਨੁਵਾਦ ਕੀਤੇ ਵਰਜ਼ਨ
ro: Versiuni complet localizate

source: Choose your Language and Operating System
be: Выберыце мову і аперацыйную сістэму
hy_am: Ընտրեք ձեր Լեզուն և Օպերացիոն համակարգը
id: Pilih Bahasa dan Sistem Operasi Anda
lt: Pasirinkite kalbą ir operacinę sistemą
lv: Izvēlieties valodu un operētājsistēmu
ro: Alege limba și sistemul de operare

source: Download Beta in your language
be: Сцягнуць Beta на вашай мове
br: Pellgargit ar Beta en ho yezh
bs: Preuzmite betu na vašem jeziku
ca: Baixeu la versió Beta en la vostra llengua
da: Hent Beta på dit sprog
hy_am: Ներբեռնեք բետա ձեր լեզվով
id: Unduh Beta dalam bahasa Anda
lt: Parsisiųskite „Thunderbird beta“ programą, bendraujančią jūsų kalba
lv: Lejuplādēt Beta versiju savā valodā
ms: Muat turun Beta dalam bahasa anda
pa_in: ਬੀਟਾ ਨੂੰ ਆਪਣੀ ਭਾਸ਼ਾ ਵਿੱਚ ਡਾਊਨਲੋਡ ਕਰੋ
ro: Descarcă Beta în limba ta

source: Fully localized beta versions
be: Цалкам лакалізаваныя бэта-версіі
hy_am: Լրիվ տեղայնացված տարբերակներ
id: Versi beta sepenuhnya dilokalkan
lt: Visiškai lokalizuotos „Thunderbird“ Beta laidos
lv: Pilnībā lokalizētas beta versijas
ro: Versiuni beta complet localizate

source: Thunderbird Release Notes
be: Заўвагі да выпуску Thunderbird
hy_am: Thunderbird-ի թողարկման նշումները
id: Catatan Rilis Thunderbird
lt: „Thunderbird“ laidos apžvalga
lv: Thunderbird laidiena piezīmes
ro: Note de lansare Thunderbird

source: Release notes for each version of Thunderbird.
be: Нататкі да выпуску для кожнай версіі Thunderbird.
br: Notennoù ermaeziañ evit an holl handelvoù eus Thunderbird.
bs: Napomene o izdanju za svaku verziju Thunderbirda.
ca: Notes de cada versió del Thunderbird.
da: Udgivelsesnoter for alle versioner af Thunderbird.
hy_am: Թողարկեք գրառումներ Thunderbird֊ի յուրաքանչյուր տարբերակի համար։
id: Catatan rilis untuk setiap versi Thunderbird.
lt: Visų „Thunderbird“ laidų apžvalgos.
lv: Katras Thunderbird versijas laidiena piezīmes.
ms: Nota keluaran untuk setiap versi Thunderbird.
pa_in: ਥੰਡਰਬਰਡ ਦੇ ਹਰੇਕ ਵਰਜਨ ਲਈ ਨੋਟਿਸ ਰੀਲਿਜ਼ ਕੀਤੇ।
ro: Note de lansare pentru fiecare versiune Thunderbird.

source: Thunderbird release notes are specific to each version of the application. Select your version from the list below to see the release notes for it.
be: Нататкі да выпуску Thunderbird характэрныя для кожнай версіі прыкладання. Выберыце сваю версію са спісу ніжэй, каб убачыць заўвагі да выпуску.
br: Notennoù ermaeziañ Thunderbird a zo arbennik evit pep handelv an arload. Diuzit hoc'h handelv er roll amañ dindan da welet an notennoù ermaeziañ.
bs: Thunderbird napomene o izdanju su specifične za svaku verziju aplikacije. Odaberite vašu verziju sa liste ispod da vidite napomene o izadnju za nju.
ca: Les notes de la versió del Thunderbird són específiques de cada versió de l'aplicació. Trieu la versió que voleu en la llista següent per veure'n les notes de la versió.
da: Udgivelsesnoterne for Thunderbird er specifikke for hver version af programmet. Vælg din version fra listen nedenunder for at se udgivelsesnoterne for den.
hy_am: Thunderbird-ի թողարկման նշումները հատուկ են հայտի յուրաքանչյուր տարբերակի: Ընտրեք ձեր վարկածը ստորև նշված ցուցակից, որպեսզի տեսնեք դրա համար թողարկման նշումները:
id: Catatan rilis Thunderbird itu spesifik untuk setiap versi aplikasinya. Pilih versi Anda dari daftar di bawah untuk melihat catatan rilis untuk versi tersebut.
lt: „Thunderbird“ laidos apžvalgos yra skirtingos kiekvienai programos laidai. Sąraše pasirinkite savo naudojamą laidą, kad galėtumėte susipažinti su jos apžvalga.
lv: Thunderbird laidiena piezīmes ir atsevišķi katrai lietotnes versijai. Zemāk esošajā sarakstā atlasiet savu versiju, lai skatītu tās laidiena piezīmes.
ms: Nota keluaran Thunderbird adalah khusus untuk setiap versi aplikasi. Pilih versi dalam senarai di bawah untuk melihat nota keluaran untuknya.
pa_in: ਥੰਡਰਬਰਡ ਜਾਰੀ ਕੀਤੇ ਨੋਟਿਸ ਐਪਲੀਕੇਸ਼ਨ ਦੇ ਹਰੇਕ ਵਰਜਨ ਲਈ ਖਾਸ ਹਨ। ਇਸਦੇ ਲਈ ਜਾਰੀ ਨੋਟਿਸ ਦੇਖਣ ਲਈ ਹੇਠਾਂ ਸੂਚੀ ਵਿੱਚੋਂ ਆਪਣਾ ਵਰਜਨ ਚੁਣੋ।
ro: Notele de lansare Thunderbird sunt specifice fiecărei versiuni a aplicației. Selectează versiunea din lista de mai jos și vezi notele de lansare.

source: Thunderbird Vector Wordmark
be: Вектарны лагатып Thunderbird
lt: Thunderbird beta
