Repository: MelissaAutumn/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ar, be, br, bs, ca, da, gd, hy_am, id, lt, lv, ms, pa_in, ro, si

source: Think you’ve found a problem with Thunderbird? <a href="%(bug)s">Create a bug report</a> so that we can make sure it gets solved. Helping us identify and fix bugs makes for a better Thunderbird for all.
be: Лічыце, што вы знайшлі праблему ў Thunderbird? <a href="%(bug)s">Стварыце справаздачу пра памылку</a>, каб распрацоўнікі маглі выправіць яе. Дапамагаючы выяўляць і выпраўляць памылкі, вы робіце Thunderbird лепшым для ўсіх.
ca: Heu trobat un problema amb el Thunderbird? <a href="%(bug)s">Creeu un informe d'error</a> per assegurar-vos que es resolgui. Ajudeu-nos a identificar i a resoldre errors per fer que el Thunderbird sigui millor per a tothom.
da: Tror du, at der er noget galt med Thunderbird? <a href="%(bug)s">Fortæl os om problemet</a>, så vi kan være sikre på, at det bliver løst. Ved at hjælpe os med at identificere og løse problemer er du med til at gøre Thunderbird bedre for alle.
hy_am: Մտածում եք, որ խնդիր եք գտել Thunderbird-ի հետ: <a href="%(bug)s"> Ստեղծեք սխալի մասին զեկույց </a>, որպեսզի համոզվենք, որ այն լուծվում է: Մեզ օգնելը հայտնաբերելու և շտկելու սխալները բոլորի համար ավելի լավ Thunderbird է դարձնում:
id: Punya masalah tentang Thunderbird? <a href="%(bug)s">Buat laporan kutu</a> agar kami dapat memastikannya terpecahkan. Membantu kami mengidentifikasi dan mengawakutu berarti telah mengupayakan Thunderbird yang lebih baik bagi semua.
lt: Manote, jog programoje radote problemą? <a href="%(bug)s">Praneškite apie tai mums</a>, o mes pasirūpinsime, kad ji būtų išspręsta. Padėdami mums aptikti ir pašalinti klaidas, padėsite visiems „Thunderbird“ naudotojams.
lv: Vai domājat, ka esat atradis Thunderbird kļūdu? <a href="%(bug)s">Izveidojiet kļūdu ziņojumu</a>, lai mēs varētu pārliecināties, ka tā tiek atrisināta. Palīdzot mums noteikt un novērst kļūdas, Thunderbird kļūst labāks priekš visiem.
ms: Anda menemui masalah dalam Thunderbird? <a href="%(bug)s">Buat laporan pepijat</a> supaya kami boleh pastikan masalah itu diselesaikan. Bantu kami mengenalpasti dan membaiki pepijat untuk menghasilkan Thunderbird yang lebih baik untuk semua pengguna.
ro: Crezi că ai găsit o problemă în Thunderbird? <a href="%(bug)s">Raportează problema</a> ca să ne putem asigura că va fi rezolvată. Ajutorul oferit pentru identificarea și rezolvarea problemelor îmbunătățește Thunderbird pentru toți.

source: There’s nothing here!
be: Тут нічога няма!
da: Der er ikke noget her!
hy_am: Այստեղ ոչինչ չկա։
id: Tidak ada apa-apa di sini!
lt: Čia nieko nėra!
lv: Šeit nekā nav!
ro: Nu este nimic aici!

source: The page you are looking for doesn’t exist.<br/>If you think this is a bug, you can <a href="%(bug_report_url)s">report an issue here</a>.
be: Старонка, якую вы шукаеце, не існуе.<br/>Калі вы лічыце, што гэта памылка, вы можаце <a href="%(bug_report_url)s">паведаміць пра гэта тут</a>.
hy_am: Էջը, որ փնտրում եք գոյություն չունի:<br/>Եթե կարծում եք, որ սա խնդիր է՝ կարող եք <a href="%(bug_report_url)s">զեկուցել խնդրի մասին</a>:
id: Laman yang Anda cari tidak ada.<br/>Jika Anda merasa ini adalah kekutu, Anda dapat <a href="%(bug_report_url)s">melaporkan masalahnya di sini</a>.
lt: Tinklalapio, kurio ieškote, nėra.<br/>Jei manote, kad tai klaida, apie tai <a href="%(bug_report_url)s">galite pranešti čia</a>.
lv: Meklētā lapa nepastāv.<br/>Ja domājat, ka tā ir kļūda, varat <a href="%(bug_report_url)s"> ziņot par problēmu šeit</a>.
ro: Pagina pe care o cauți nu există. <br/>Dacă crezi că este o defecțiune, poți <a href="%(bug_report_url)s"><a href="%(bug_report_url)s">raporta o problemă aici</a>.

source: Empty nest
be: Пустое гняздо
da: Tom rede
hy_am: Դատարկ բույն
id: Sarang kosong
lt: Tuščias lizdas
lv: Tukša ligzda
ro: Imbricare goală

source: Donate
ar: تبرّع
be: Ахвяраваць
br: Reiñ
bs: Donirajte
ca: Feu una donació
da: Donér
gd: Thoir tabhartas
hy_am: Նվիրատվություն
id: Donasi
lt: Paaukokite
lv: Ziedot
ms: Derma
pa_in: ਦਾਨ ਦਿਓ
ro: Donează
si: ආධාර කරන්න

source: Features
ar: الميزات
be: Магчымасці
br: Keweriusterioù
bs: Mogućnosti
ca: Característiques
da: Funktioner
gd: Feartan
hy_am: Յուրահատկությունները
id: Fitur
lt: Savybės
lv: Iespējas
ms: Ciri-ciri
pa_in: ਫੀਚਰ
ro: Funcționalități
si: විශේෂාංග

source: Add-ons
ar: الإضافات
be: Дадаткі
br: Askouezhioù
bs: Dodaci
ca: Complements
da: Tilføjelser
gd: Tuilleadain
hy_am: Հավելումներ
id: Pengaya
lt: Priedai
lv: Papildinājumi
pa_in: ਐਡ-ਆਨ
ro: Suplimente
si: ඇඩෝන

source: Get Involved
be: Далучыцца
br: Kemerit perzh enni
ca: Col·laboreu-hi
da: Vær med
gd: Gabh pàirt
hy_am: Միացե՛ք
id: Mari Berperan
lt: Įsitraukite
lv: Iesaistieties
ms: Sertai
ro: Implică-te

source: Get Help
be: Атрымаць дапамогу
hy_am: Ստանալ օգնություն
id: Dapatkan Bantuan
lt: Žinynas ir pagalba
lv: Iegūt palīdzību
ro: Obține ajutor

source: About Us
be: Пра нас
da: Om
hy_am: Մեր Մասին
id: Tentang Kami
lt: Apie mus
lv: Par
ro: Despre noi

source: Blog
be: Блог
hy_am: Օրագիր
lt: Tinklaraštis
lv: Emuārs

source: Thunderbird is funded by users like you
be: Thunderbird фінансуецца такімі карыстальнікамі, як вы
hy_am: Thunderbird- ը ֆինանսավորվում է ձեր նման օգտվողների կողմից
id: Thunderbird didanai oleh pengguna seperti Anda
lt: „Thunderbird“ programą finansuoja tokie pat naudotojai kaip ir jūs
lv: Thunderbird finansē tādi lietotāji kā jūs
ro: Thunderbird este finanțat de utilizatori ca tine

source: Thunderbird is both free and freedom respecting, but we’re also completely funded by donations! Help us sustain the project and continue to improve.
be: Thunderbird бясплатны і паважае свабоду, але ён цалкам фінансуецца вашымі ахвяраваннямі! Дапамажыце нам падтрымоўваць і ўдасканальваць праект.
hy_am: Thunderbird-ը ինչպես ազատ է, այնպես էլ հարգում է ազատությունը, բայց մենք նաև ամբողջովին ֆինանսավորվում ենք նվիրատվությունների միջոցով: Օգնեք մեզ պահպանել նախագիծը և շարունակել կատարելագործվել:
id: Thunderbird bebas dan menghargai kebebasan, tetapi kami juga sepenuhnya didanai oleh donasi! Bantu kami mempertahankan proyek dan terus meningkatkan.
lt: „Thunderbird“ yra laisvas ir gerbia laisvę, tačiau mes esame visiškai finansuojami iš aukų. Padėkite mums palaikyti projektą ir toliau tobulėti.
lv: Thunderbird ir gan par brīvu, gan brīvību, taču pilnībā mūs finansē arī ziedojumi! Palīdziet mums uzturēt projektu un turpināt pilnveidoties.
ro: Thunderbird este gratuit și respectă libertățile, dar suntem finanțați complet din donații! Ajută-ne să susținem proiectul și să îmbunătățim în continuare.

source: Join our Newsletter
be: Падпішыцеся на нашыя навіны
hy_am: Միացեք մեր Տեղեկագրին
id: Bergabunglah dengan Nawala kami
lt: Gaukite mūsų naujienas
lv: Pievienojieties mūsu jaunumiem
ro: Abonează-te la buletinul nostru de știri

source: Keep up with the latest and greatest updates on news, features, events, and previews, and get a sneak peek on the upcoming releases.
be: Атрымоўвайце інфармацыю пра апошнія навіны, новыя функцыі, падзеі, папярэднія версіі, а таксама заўчасны агляд наступных рэлізаў.
hy_am: Շարունակեք նորությունների, առանձնահատկությունների, իրադարձությունների և նախադիտումների ամենաթարմ և հրաշալի թարմացումները և ակնթարթորեն նայեք առաջիկա թողարկումներին:
id: Ikuti perkembangan terbaru dan terhebat tentang berita, fitur, acara, dan pratinjau, dan intip-intip pada rilis mendatang.
lt: Sekite viską apie naujienas, funkcijas, įvykius ir peržiūras bei pasidomėkite būsimomis laidomis.
lv: Sekojiet līdzi jaunākajiem un labākajiem jaunumiem, iespējām, notikumiem un priekšskatiem un ieskatieties gaidāmajos izlaidumos.
ro: Fii la curent cu cele mai recente și mai grozave noutăți despre știri, funcționalități, evenimente și previzualizări și poți trage cu ochiul la versiunile în pregătire.

source: Your Email
be: Ваша электронная пошта
hy_am: Ձեր էլ. փոստը
id: Surel Anda
lt: Jūsų elektroninis paštas
lv: Jūsu epasts
ro: Adresa ta de e-mail

source: Sign me up!
be: Падпісацца!
hy_am: Բաժանորդագրվել
id: Daftarkan saya!
lt: Prenumeruoti
lv: Pierakstiet mani!
ro: Înscrie-mă!

source: Download Thunderbird
be: Сцягнуць Thunderbird
br: Pellgargañ Thunderbird
bs: Preuzmite Thunderbird
ca: Baixa el Thunderbird
da: Hent Thunderbird
gd: Luchdaich a-nuas Thunderbird
hy_am: Ներբեռնել Thunderbird֊ը
id: Unduh Thunderbird
lt: Parsisiųsti „Thunderbird“
lv: Lejuplādēt Thunderbird
ms: Muat turun Thunderbird
pa_in: ਥੰਡਰਬਰਡ ਡਾਊਨਲੋਡ ਕਰੋ
ro: Descarcă Thunderbird

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Thunderbird.
be: Ваша сістэма не задавальняе <a href="%(url)s">патрабаванняў</a> для запуску Thunderbird.
br: <a href="%(url)s">Elfennoù azgoulennet</a> evit erounit Thunderbird a ra diouer d'ho reizhiad.
bs: Vaš sistem ne ispunjava <a href="%(url)s">uslove</a> za pokretanje Thunderbirda.
ca: El vostre sistema no compleix els <a href="%(url)s">requisits</a> per executar el Thunderbird.
da: Dit system opfylder ikke <a href="%(url)s">kravene</a> til at køre Thunderbird.
gd: Chan eil <a href="%(url)s">comasan</a> gu leòr aig an t-siostam agad 's chan urrainn dha Thunderbird a ruith.
hy_am: Thunderbird֊ը գործարկելու համար ձեր համակարգը չի բավարարում <a href="%(url)s"> պահանջները </a>։
id: Sistem komputer Anda tidak memenuhi <a href="%(url)s">persyaratan</a> untuk menjalankan Thunderbird.
lt: Jūsų naudojama sistema netenkina minimalių <a href="%(url)s">„Thunderbird“ reikalavimų</a>.
lv: Jūsu sistēma neatbilst Thunderbird darbināšanas <a href="%(url)s">prasībām</a>.
ms: Sistem anda tidak memenuhi <a href="%(url)s">keperluan</a> untuk melancarkan Thunderbird.
pa_in: ਤੁਹਾਡਾ ਸਿਸਟਮ ਥੰਡਰਬਰਡ ਚਲਾਉਣ ਦੀਆਂ <a href="%(url)s">ਲੋੜਾਂ</a> ਪੂਰੀਆਂ ਨਹੀਂ ਕਰਦਾ ਹੈ।
ro: Sistemul tău nu corespunde <a href="%(url)s">cerințelor</a> de rulare ale Thunderbird.

source: Please follow <a href="%(url)s">these instructions</a> to install Thunderbird.
be: Прытрымлівайцеся <a href="%(url)s">гэтых падказак</a>, каб усталяваць Thunderbird.
br: Heuilhit ar <a href="%(url)s">sturadurioù-mañ</a> evit staliañ Thunderbird mar plij.
bs: Molimo pratite <a href="%(url)s">ove instrukcije</a> da instalirate Thunderbird.
ca: Seguiu <a href="%(url)s">aquestes instruccions</a> per instal·lar el Thunderbird.
da: Følg <a href="%(url)s">vejledningen</a> for at installere Thunderbird.
gd: Lean ris <a href="%(url)s">an stiùireadh seo</a> gus Thunderbird a stàladh.
hy_am: Thunderbird տեղադրելու համար հետևեք <a href="%(url)s"> այս հրահանգներին </a>։
id: Silakan ikuti <a href="%(url)s">instruksi ini</a> untuk memasang Thunderbird.
lt: Kad įdiegtumėte „Thunderbird“, vadovaukitės <a href="%(url)s">šiomis instrukcijomis</a>.
lv: Lai uzstādītu Thunderbird, lūdzu, izpildiet <a href="%(url)s">šos norādījumus</a>.
ms: Sila ikuti <a href="%(url)s">arahan ini</a> untuk memasang Thunderbird.
pa_in: ਥੰਡਰਬਰਡ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ <a href="%(url)s">ਇਹਨਾਂ ਸੇਧਾਂ</a> ਦੀ ਪਾਲਣਾ ਕਰੋ।
ro: Te rugăm să urmezi <a href="%(url)s">aceste instrucțiuni</a> pentru a instala Thunderbird.

source: Thunderbird Nightly
lv: Iknakts Thunderbird

source: Systems &amp; Languages
ar: أنظمة ولغات
be: Іншыя сістэмы і мовы
br: Reizhiadoù ha yezhoù
bs: Sistemi i jezici
ca: Sistemes i llengües
da: Systemer &amp; sprog
gd: Siostaman ⁊ cànain
hy_am: Համակարգեր և լեզուներ
id: Sistem &amp; Bahasa
lt: Operacinės sistemos ir kalbos
lv: Sistēmas un valodas
ms: Sistem &amp; Bahasa
pa_in: ਸਿਸਟਮ &amp; ਭਾਸ਼ਾਵਾਂ
ro: Sisteme și limbi
si: පද්දහති &amp; භාෂා

source: What’s New
ar: ما الجديد
be: Што новага
br: Petra zo nevez
bs: Šta je novo
ca: Novetats
da: Nyheder
gd: Na tha ùr
hy_am: Ինչն է նոր
id: Yang Baru
lt: Naujovės
lv: Kas jauns?
ms: Yang Terbaru
pa_in: ਨਵਾਂ ’ਕੀ ਹੈ
ro: Ce este nou
si: අලුත් තොරතුරු

source: Privacy
ar: الخصوصية
be: Прыватнасць
br: Buhez prevez
bs: Privatnost
ca: Privadesa
da: Privatliv
gd: Prìobhaideachd
hy_am: Անվտանգությունը
id: Privasi
lt: Privatumas
lv: Privātums
ms: Privasi
pa_in: ਪਰਦੇਦਾਰੀ
ro: Confidențialitate
si: පුද්ගලිකත්වය

source: Make Email Easier.
be: Зрабіце электронную пошту прасцейшай.
hy_am: Դյուրին դարձրեք Ձեր էլ. փոստը:
id: Buat Surel Lebih Mudah.
lt: Ir elektroninis paštas gali būti paprastas.
lv: Padariet epastu vienkāršāku.
ro: Ușurează folosirea poștei electronice.

source: Thunderbird is a free email application that’s easy to set up and customize - and it’s loaded with great features!
ar: ثندربرد برنامج بريد مجاني سهل الإعداد والتخصيص، وهو مليء بالكثير من المزايا الرائعة!
be: Thunderbird — гэта бясплатная праграма для працы з электроннай поштай, якую проста ўсталяваць і наладзіць. Да таго ж, яна мае багата карысных функцый!
br: Ur meziant posteloù digoust eo Thunderbird. Aes eo da staliañ ha da bersonelaat ha karget eo gant keweriusterioù eus an dibab!
bs: Thunderbird je besplatna email aplikacija koja je jednostavna za postavljanje i prilagođavanje - i ispunjena s velikim mogućnostima!
ca: El Thunderbird és una aplicació gratuïta de correu electrònic fàcil de configurar i de personalitzar i carregada de funcions genials!
da: Thunderbird er et gratis mailprogram, som er let at sætte op og tilpasse - og det er fyldt med fantastiske funktioner!
gd: ’S e aplacaid puist-dhealain saor ’s an-asgaidh a tha ann an Thunderbird. Tha e furasta ri shuidheachadh agus a ghnàthachadh - agus tha e loma làn le feartan snasail!
hy_am: Thunderbird-ը բազմաթիվ հնարավորություններով ազատ փոստային ծրագիր է, որը չափազանց հեշտ է տեղադրել և օգտագործել։
id: Thunderbird adalah aplikasi surel gratis yang mudah diatur dan disesuaikan - dan dipenuhi dengan fitur canggih!
lt: „Thunderbird“ – tai ypač paprastai paruošiama darbui ir individualizuojama laisvoji elektroninio pašto programa, pasižyminti puikiomis savybėmis.
lv: Thunderbird ir bezmaksas epasta lietotne, kuru ir viegli iestatīt un pielāgot, un tā ir pilna ar lieliskām iespējām!
ms: Thunderbird ialah aplikasi e-mel percuma yang mudah ditetapkan dan disesuaikan - dan dipenuhi dengan ciri hebat!
pa_in: ਥੰਡਰਬਰਡ ਇੱਕ ਮੁਫ਼ਤ ਈਮੇਲ ਐਪਲੀਕੇਸ਼ਨ ਹੈ, ਜੋ ਕਿ ਸੈਟਅੱਪ ਅਤੇ ਕਸਟਮਾਈਜ਼ ਕਰਨ ਲਈ ਸੌਖਾ ਹੈ - ਇਹ ਵਿੱਚ ਬਹੁਤ ਸਾਰੇ ਨਵੇਂ ਫੀਚਰ ਹਨੇ!
ro: Thunderbird e o aplicație gratuită ușor de configurat și personalizat - și e plină de funcționalități fantastice!
si: තණ්ඩර්බර්ඩ් පහසුවෙන් සැකසිය හැකි හා රිසිකරණය කළ හැකි නිදහස් මෘදුකාංගයකි. එසේම එහි ප්‍රයෝජනවත් විශේෂාංග රාශියකි!

source: Free Download
ar: تحميل مجّاني
be: Сцягнуць бясплатна
br: Pellgargadur digoust
bs: Besplatno preuzimanje
ca: Baixada gratuïta
da: Gratis download
gd: Luchdadh a-nuas an-asgaidh
hy_am: Ազատ ներբեռնումներ
id: Unduh Gratis
lt: Parsisiųskite
lv: Bezmaksas lejuplāde
ms: Muat turun Percuma
pa_in: ਮੁਫ਼ਤ ਡਾਊਨਲੋਡ
ro: Descărcare gratuită
si: නොමිලේ ලබා ගන්න

source: Thunderbird screenshot
be: Здымак экрану Thunderbird
br: Tapadennoù-skramm Thunderbird
bs: Thunderbird snimci
ca: Captura de pantalla del Thunderbird
da: Skærmbillede af Thunderbird
gd: Glacadh-sgrìn Thunderbird
hy_am: Thunderbird էկրանի հանույթ
id: Tangkapan layar Thunderbird
lt: „Thunderbird“ ekrano nuotrauka
lv: Thunderbird ekrānattēls
ms: Skrinsyot Thunderbird
pa_in: ਥੰਡਰਬਰਡ ਸਕਰੀਨਸ਼ਾੱਟ
ro: Captură de ecran Thunderbird

source: Tailored for all your needs
be: З улікам усіх вашых патрэбаў
hy_am: Ձեր բոլոր կարիքների համար հարմարեցված
id: Disesuaikan untuk semua kebutuhan Anda
lt: Skirta visiems jūsų poreikiams
lv: Pielāgots visām jūsu vajadzībām
ro: Personalizat pentru toate nevoile tale

source: Thunderbird makes email better for you, bringing together speed, privacy and the latest technologies. Focus on what matters and forget about complexity.
be: Thunderbird робіць электронную пошту лепш для вас, аб'ядноўваючы хуткасць, прыватнасць і найноўшыя тэхналогіі. Засяродзьцеся на тым, што важна, і забудзьцеся пра цяжкасці.
hy_am: Thunderbird-ը ձեզ համար էլ-փոստն ավելի լավ է դարձնում ՝ համախմբելով արագությունը, գաղտնիությունը և վերջին տեխնոլոգիաները: Կենտրոնացեք այն, ինչն ունի կարևոր և մոռացեք բարդությունների մասին:
id: Thunderbird menjadikan surel lebih baik untuk Anda, menyatukan kecepatan, privasi, dan teknologi terbaru. Fokus pada hal yang penting dan lupakan kompleksitas.
lt: „Thunderbird“ elektroninis paštas vėl tampa geresnis, suteikdamas jums greitį, privatumą ir naujausias technologijas. Susikoncentruokite į tai, kas svarbu ir pamirškite kas yra sudėtinga.
lv: Thunderbird uzlabo jūsu epasta lietošanu, apvienojot ātrumu, privātumu un jaunākās tehnoloģijas. Koncentrējieties uz svarīgo un aizmirstiet par sarežģītību.
ro: Thunderbird face mai bună poșta electronică, aducând laolaltă viteza, confidențialitatea și cele mai noi tehnologii. Concentrează-te pe ce contează și uită de complexitate.

source: Explore all Features
be: Даследуйце ўсе функцыі
hy_am: Ուսումնասիրեք բոլոր հատկությունները
id: Jelajahi semua Fitur
lt: Atraskite visas savybes
lv: Izpētiet iespējas
ro: Explorează toate funcționalitățile

source: Secure &amp; Private
be: Бяспечны і прыватны
hy_am: Ապահով և Մասնավոր
id: Aman &amp; Privat
lt: Saugi ir privati
lv: Drošs un privāts
ro: Securizat &amp; Privat

source: Multiple features, such as built-in Do Not Track and remote content blocking, work together to ensure your safety and privacy, so you can have peace of mind.
be: Убудаваныя функцыі абароны ад сачэння і блакавання знешняга змесціва працуюць разам, каб гарантаваць вашу бяспеку і прыватнасць.
hy_am: Բազմաթիվ առանձնահատկություններ, ինչպիսիք են ներկառուցված Do Not Track- ը և հեռակա բովանդակության արգելափակումը, միասին աշխատում են ձեր անվտանգության և գաղտնիության ապահովման համար, այնպես որ կարող եք ունենալ մտքի խաղաղություն:
id: Beberapa fitur, seperti Do Not Track dan pemblokiran konten jarak jauh, bekerja bersama untuk memastikan keselamatan dan privasi Anda, sehingga Anda dapat memiliki ketenangan pikiran.
lt: „Thunderbird“ funkcijos, tokios kaip įdiegtas „Nesekite“ ir nuotolinio turinio blokavimas laiškuose, užtikrina jūsų saugumą ir privatumą.
lv: Vairākas iespējas, piemēram, iebūvētā Nesekot un attālā satura bloķēšanas iespēja, darbojas kopā, nodrošinātu jūsu drošību un privātumu, lai jūs varētu justies mierīgs.
ro: Funcționalități multiple, precum cele integrate de Nu mă urmări și blocarea conținutului la distanță, funcționează împreună pentru a-ți asigura siguranța și confidențialitatea, pentru liniștea ta sufletească.

source: Know your rights
be: Дазнайцеся пра свае правы
hy_am: Իմացե՛ք Ձեր իրավունքները
id: Ketahui hak Anda
lt: Žinokite savo teises
lv: Ziniet savas tiesības
ro: Cunoaște-ți drepturile

source: Highly Customizable
be: Дэталёвыя налады
hy_am: Շատ հարմարեցված
id: Sangat Dapat Dikustomisasi
lt: Puikiai pritaikoma
lv: Ļoti pielāgojams
ro: Posibilități multiple de personalizare

source: With Add-ons (Extensions & Themes) and many more features you can change the look and feel of Thunderbird in an instant.
be: З дапаўненнямі (пашырэннямі і тэмамі) і многімі іншымі функцыямі вы можаце імгненна змяніць знешні выгляд Thunderbird.
hy_am: Հավելումներով (ընդարձակումներ և ձևավորումներ) և շատ այլ առանձնահատկություններով, դուք կարող եք ակնթարթորեն փոխել Thunderbird-ի տեսքը և զգացողությունը:
id: Dengan Pengaya (Ekstensi & Tema) dan banyak fitur lainnya Anda dapat mengubah tampilan dan nuansa Thunderbird dalam sekejap.
lt: Naudodami priedus (plėtinius ir temas) galite akimirksniu pakeisti „Thunderbird“ išvaizdą, o taip pat rasti ir daugybę kitų naudingu funkcijų.
lv: Izmantojot papildinājumus (paplašinājumus un tēmas) un daudzas citas funkcijas, jūs vienā mirklī varat mainīt Thunderbird darbību un izskatu.
ro: Cu suplimentele (extensii și teme) și multe alte funcționalități, poți modifica aspectul Thunderbird într-o clipă.

source: Make it personal
be: Наладзьце яго пад сябе
hy_am: Դարձրեք այն անհատական
id: Jadikan diri sendiri
lt: Prisitaikykite sau
lv: Padariet to personīgu
ro: Personalizează

source: Stay in the loop
be: Заставайцеся ў курсе
hy_am: Մնացեք հանգույցում
id: Mari bergabung
lt: Jauskite pulsą
lv: Esiet informēts
ro: Rămâi la curent

source: Keep yourself up to date with recent announcements and releases by following the official Thunderbird Blog!
be: Будзьце ў курсе апошніх паведамленняў і рэлізаў, сочачы за афіцыйным блогам Thunderbird!
hy_am: Տեղեկացեք ձեզ վերջին հայտարարությունների և թողարկումների մասին ՝ հետևելով պաշտոնական Thunderbird բլոգին:
id: Dapatkan informasi terbaru dan rilis terbaru dengan mengikuti Blog Thunderbird resmi!
lt: „Thunderbird“ naujienos ir informacija apie naujas laidas visuomet pasiekiama oficialiame „Thunderbird" tinklaraštyje.
lv: Sekojiet līdzi jaunākajiem paziņojumiem un izlaidumiem, sekojot oficiālajam Thunderbird emuāram!
ro: Fii la curent cu cele mai recente anunțuri și lansări urmărind blogul oficial Thunderbird!

source: Read the Blog
be: Чытаць наш блог
hy_am: Կարդացեք բլոգը
id: Baca Blog
lt: Skaityti dienoraštį
lv: Lasiet emuāru
ro: Citește blogul

source: Lightning Calendar screenshot
be: Здымак экрану календара Lightning
hy_am: Lightning օրացույցի էկրանի հանույթ
id: Tangkapan layar Lightning Calendar
lt: „Lightning“ kalendoriaus ekrano nuotrauka
lv: Lightning kalendāra ekrānuzņēmums
ro: Captură de ecran din calendarul Lightning

source: Lightning Calendar
be: Каляндар Lightning
hy_am: Lightning օրացույց
lt: „Lightning“ kalendorius
lv: Lightning kalendārs
ro: Calendar Lightning

source: Organize your life — it’s about time!
be: Арганізуйце сваё жыццё — час надышоў!
hy_am: Կազմակերպեք ձեր կյանքը. Ժամանակն է:
id: Atur hidup Anda — termasuk waktu!
lt: Susiimk — tausok savo laiką.
lv: Ir pienācis laiks organizēt savu dzīvi!
ro: Organizează-ți viața — ar cam fi timpul!

source: Organize your schedule and life’s important events in a calendar that’s fully integrated with your Thunderbird email.
be: Арганізуйце свой расклад і важныя падзеі ў календары, які цалкам інтэграваны ў Thunderbird.
hy_am: Կազմակերպեք ձեր ժամանակացույցը և կյանքի կարևոր իրադարձությունները մի օրացույցում, որը ամբողջությամբ ինտեգրված է ձեր Thunderbird էլեկտրոնային փոստի հետ:
id: Atur jadwal dan acara penting kehidupan Anda dalam kalender yang sepenuhnya terintegrasi dengan surer Thunderbird Anda.
lt: Jūsų darbotvarkė ir svarbūs gyvenimo momentai turėtų atsidurti kalendoriuje, kuris be visko ir puikiai integruotas su elektroniniu paštu.
lv: Organizējiet savu grafiku un dzīves svarīgākos notikumus kalendārā, kas pilnībā integrēts ar jūsu Thunderbird epastu.
ro: Organizează-ți programul și evenimentele importante din viață într-un calendar integrat complet în clientul de poștă electronică Thunderbird.

source: Manage multiple calendars, create your daily to do list, invite friends to events, and subscribe to public calendars.
be: Кіруйце некалькімі календарамі, стварайце штодзённы спіс спраў, запрашайце сяброў на падзеі і падпісвайцеся на агульнадаступныя календары.
hy_am: Կառավարեք բազմաթիվ օրացույցներ, ստեղծեք ձեր ամենօրյա ցուցակները կատարելու համար, ընկերներին հրավիրեք միջոցառումների և բաժանորդագրվեք պետական օրացույցերին:
id: Kelola beberapa kalender, buat daftar kegiatan harian Anda, undang teman ke acara, dan berlangganan kalender umum.
lt: Tvarkykite kelis kalendorius, sukurkite savo dienos darbų sąrašą, kvieskite draugus į renginius ir užsiprenumeruokite viešuosius kalendorius.
lv: Pārvaldiet vairākus kalendārus, izveidojiet ikdienas darbu sarakstu, uzaiciniet draugus uz pasākumiem un abonējiet publiskos kalendārus.
ro: Gestionează mai multe calendare, creează-ți liste zilnice de sarcini, invită-ți prietenii la evenimente și abonează-te la calendare publice.

source: Explore Features
be: Даведацца пра функцыі
hy_am: Յուրահատկությունները
id: Jelajahi Fitur
lt: Savybės
lv: Izpētiet iespējas
ro: Explorează funcționalitățile

source: Explore More Add-ons
be: Адкрыць больш дадаткаў
id: Jelajahi Lebih Banyak Pengaya
lt: Naršykite kitus priedus
lv: Izpētiet citus papildinājumus
ro: Explorează mai multe suplimente

source: Page language:
ar: لغة الصّفحة:
be: Мова старонкі:
br: Yezh ar bajenn:
bs: Jezik stranice:
ca: Llengua de la pàgina:
da: Side-sprog:
gd: Cànan na duilleige:
hy_am: Հիմնական լեզուն.
id: Bahasa laman:
lt: Tinklalapio kalba:
lv: Lapas valoda:
ms: Bahasa halaman:
pa_in: ਸਫ਼ੇ ਦੀ ਭਾਸ਼ਾ:
ro: Pagină în limba:
si: පිටුවේ භාෂාව:
