Repository: MelissaAutumn/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ar, be, br, bs, ca, da, gd, hy_am, id, lt, lv, ms, pa_in, ro, si

source: Welcome to <span>Thunderbird</span>
ar: أهلًا بك في <span>ثندربرد</span>
be: Сардэчна запрашаем у <span> Thunderbird </span>
br: Donemat war <span>Thunderbird</span>
bs: Dobrodošli u <span>Thunderbird</span>
ca: Us donem la benvinguda al <span>Thunderbird</span>
da: Velkommen til <span>Thunderbird</span>
gd: Fàilte gu <span>Thunderbird</span>
hy_am: Բարի գալուստ <span>Thunderbird</span>
id: Selamat datang di <span>Thunderbird</span>
lt: Sveiki! Čia – <span>Thunderbird</span>
lv: Laipni lūgti <span>Thunderbird</span>
ms: Selamat datang ke <span>Thunderbird</span>
pa_in: <span>Thunderbird</span> ਉੱਤੇ ਜੀ ਆਇਆਂ ਨੂੰ
ro: Bine ai venit la <span>Thunderbird</span>
si: <span>Thunderbird</span> වෙත සාදරයෙන් පිළිගනිමු

source: Why we need donations
ar: لماذا نحتاج إلى التبرّعات
be: Навошта нам патрэбныя ахвяраванні
br: Perak hon eus ezhomm kaout roadoù arc'hant?
bs: Zašto trebamo donacije
ca: Per què necessitem donacions
da: Derfor har vi brug for donationer
gd: Carson a tha feum againn air tabhartasan?
hy_am: Մենք օժանդակության կարիք ունենք
id: Alasan kami butuh donasi
lt: Kodėl mums reikia paramos
lv: Kāpēc mums vajadzīgi ziedojumi
ms: Kenapa kami perlukan sumbangan
pa_in: ਸਾਨੂੰ ਦਾਨ ਦੇਣ ਦੀ ਕਿਉਂ ਲੋੜ ਹੈ
ro: De ce avem nevoie de donații
si: අපට ආධාර අවශ්‍ය ඇයි

source: Thunderbird is no longer funded by Mozilla. Fortunately there is an active community keeping it running and developing it further. But to survive long term, the project needs funding.
be: Thunderbird больш не фінансуецца Mozilla. На шчасце, існуе актыўная супольнасць, якая працягвае распрацоўваць і развіваць яго далей. Але каб выжыць, праекту патрэбныя ахвяраванні.
br: Marteze e ouziit endeo ne bae ket Mozilla ken evit gwelladurioù Thunderbird. Dre chañs hon eus ur gumuniezh oberiant a zalc'h da vont en-dro ha da ziorren ar raktres. Evit dreistbevañ war an hir-dermen avat, hon eus ezhomm arc'hant.
ca: El Thunderbird ja no està subvencionat per Mozilla. Per sort, hi ha una comunitat activa que manté i desenvolupa el projecte. Però es necessiten donacions per tal que pugui sobreviure a llarg termini.
da: Thunderbird støttes ikke længere økonomisk af Mozilla. Heldigvis har vi et aktivt fællesskab, der vedligeholder og forbedrer programmet yderligere. Men for at overleve på lang sigt har projektet brug for finansiering.
gd: Dh’fhaoidte gun robh fios agad mu thràth nach eil Mozilla a’ pàigheadh airson leasachadh Thunderbird tuilleadh. Gu fortanach, tha coimhearsnachd dhìcheallach ann a tha ’ga chumail a’ dol is ’ga leasachadh. Ach ma tha sinn airson am pròiseact a’ cumail a’ dol thar ùine fhada, feumaidh e maoin.
hy_am: Thunderbird-ը այլևս չի ֆինանսավորվում Mozilla-ի կողմից: Ի ուրախություն բոլորիս՝ մենք ունենք ակտիվ համայնք, որը զարգացնում է այն: Բայց հետագայի համար նախագիծը միջոցների կարիք ունի:
id: Thunderbrid tidak lagi didanai oleh Mozilla. Untungnya ada komunitas yang aktif menjaganya tetap berjalan dan mengembangkannya lebih jauh. Namun, proyek ini butuh pendanaan untuk bertahan dalam jangka panjang.
lt: „Thunderbird“ vystymas nebėra apmokamas „Mozillos“ lėšomis. Laimei, šią programą toliau vysto ir tobulina aktyvi savanorių bendruomenė. Vis dėlto, kad projektas išgyventų ilguoju laikotarpiu, jam reikia finansavimo.
lv: Mozilla vairs nefinansē Thunderbird. Par laimi, to turpina uzturēt un attīstīt aktīva kopiena. Bet, lai projekts pastāvētu ilgstoši, tam nepieciešams finansējums.
ms: Thunderbird tidak lagi dibiaya oleh Mozilla. Mujurlah masih ada komuniti aktif yang meneruskan dan membangunkannya. Tetapi, untuk kekal dalam jangka panjang, projek ini perlukan pembiayaan.
ro: Thunderbird nu mai este finanțat de Mozilla. Din fericire, există o comunitate activă care menține proiectul în viață și îl dezvoltă mai departe. Dar pentru a supraviețui pe termen lung proiectul are nevoie de finanțare.

source: Thunderbird’s funding goes toward the significant infrastructure and staff that must be maintained to deliver the application to our tens of millions of users. For Thunderbird to survive and continue to evolve, we need your support and ask for your donation today. All the money donated will go directly to funding Thunderbird development and infrastructure.
be: Thunderbird траціць значныя грошы на інфраструктуру і заробкі персаналу, каб дзясяткі мільёнаў карыстальнікаў маглі карыстацца нашай праграмай. Дзеля выжывання і развіцця Thunderbird патрэбная падтрымка, таму мы просім вас зрабіць унёсак. Гэтыя грошы пойдуць на фінансаванне распрацоўкі і інфраструктуры.
br: O tremen d'un aozadur dizalc'h emañ Thunderbird. Bezañ dizalc'h a dalv e c'hallomp sevel hon dazont, met un danemframm pouezus a zo da zerc'hel evit kinnig an arload d'hon degadoù a vilionoù a arveriaded. Evit ma treistbevfe ha ma emdrofe Thunderbird hon eus ezhomm eus ho skoazell hag ho roadennoù arc'hant. AN holl arc'hant dastumet az aio war-eeun evit arc'hantaouiñ diorren ha danemframm Thunderbird.
ca: Les donacions al Thunderbird van dirigides a la infraestructura i al personal que s'han de mantenir per continuar oferint l'aplicació a les desenes de milions d'usuaris. Perquè el Thunderbird continuï existint i pugui seguir evolucionant, us demanem que col·laboreu amb una donació. Tota la recaptació s'utilitzarà directament per a la infraestructura i per al desenvolupament del Thunderbird.
da: Finansieringen af Thunderbird dækker udgifterne til de ansatte og den infrastruktur, der er nødvendig for at levere programmet til vores millioner af brugere. For at Thunderbird kan overleve og fortsætte med at udvikle sig har vi brug for din støtte, og vi spørger derfor, om du vil give et bidrag. Alle bidrag går direkte til finansiering af Thunderbirds fortsatte udvikling og til infrastrukturen bag programmet.
gd: Tha Thunderbird ’ga thionndadh ’na bhuidheann neo-eisimeileach. Ma bhios sinn neo-eisimeileach, bidh smachd againn air ar dàn fhèin ach tha mòran ghoireasan ann air a bheil feum mus urrainn dhuinn am prògram seo a tha ’ga chleachdadh le milleanan a dhaoine a sholar. Ma tha Thunderbird gu bhith soirbheachail is a’ sìor-leasachadh, feumaidh sinn do thaic-sa agus sin as adhbhar gu bheil sinn a’ guidhe ort tabhartas a thoirt dhuinn an-diugh. Thèid suim sam bith a thoirt dìreach a dh’ionnsaidh leasachadh is goireasan Thunderbird.
hy_am: Thunderbird-ը այժմ անցում է կատարում՝ դառնալու անկախ կազմակերպություն: Լինելով անկախ՝ մենք կկարողանաք ինքներս որոշել մեր ճակատագիրը: Thunderbird-ի հետագա զարգացումը ապահովելու համար մեզ անհրաժեշտ է ձեր աջակցությունը և օժանդակությունը: Ձեր նվիրաբերած գումարները կուղղվեն Thunderbird-ի զարգացմանը և ենթակառուցվածքներին:
id: Pendanaan Thunderbird diperuntukkan bagi prasarana signifikan dan staf yang harus dipertahankan guna menghadirkan aplikasi bagi puluhan juta pengguna kami. Agar Thunderbird tetap bertahan dan terus berkembang, kami perlu dukungan Anda dan memohon donasi Anda hari ini. Seluruh uang donasi akan secara langsung mendanai prasarana dan pengembangan Thunderbird.
lt: Visi „Thunderbird“ surenkami pinigai naudojami išlaikyti infrastruktūrai ir darbuotojams, kurių reikia, kad galėtume ir toliau programą teikti dešimtims milijonų jos naudotojų. Kad „Thunderbird“ išgyventų ir toliau tobulėtų, mums reikia jūsų paramos, todėl prašome paaukoti mūsų projektui. Visi paaukoti pinigai bus panaudoti tolesniam „Thunderbird“ vystymui ir infrastruktūrai.
lv: Thunderbird finansējums tiek piešķirts svarīgai infrastruktūrai un mūsu personālam, kas uztur un piegādā šo lietotni desmitiem miljoniem lietotāju. Lai Thunderbird pastāvētu un attīstītos, mums ir nepieciešams jūsu atbalsts un šodien lūdzam jūsu ziedojumu. Visa saziedotā nauda tiks novirzīta tieši Thunderbird un infrastruktūras attīstībai.
ms: Pembiayaan Thunderbird disalurkan terus untuk keperluan infrastruktur dan gaji kakitangan yang mesti dikekalkan bagi menyampaikan aplikasi ini kepada puluhan juta pengguna. Bagi memastikan Thunderbird kekal dan terus berkembang, kami perlukan sokongan dan sumbangan anda. Semua dana yang didermakan akan disalurkan terus untuk membiayai pembangunan dan infrastruktur Thunderbird.
ro: Fondurile Thunderbird sunt folosite pentru infrastructura semnificativă și a personalului necesar care trebuie menținute pentru a oferi aplicația zecilor de milioane de utilizatori. Pentru ca Thunderbird să supraviețuiască și să evolueze în continuare avem nevoie de sprijinul tău și îți cerem să faci o donație chiar azi. Toți banii donați vor merge direct către finanțarea dezvoltării Thunderbird și a infrastructurii aferente.

source: <a href="%(donate)s">Donate to Thunderbird</a>
be: <a href="%(donate)s">Ахвяраваць на Thunderbird</a>
br: Roit arc'hant da Thunderbird
ca: <a href="%(donate)s">Feu una donació al Thunderbird</a>
da: <a href="%(donate)s">Giv et bidrag til Thunderbird</a>
gd: <a href="%(donate)s">Thoir tabhartas dha Thunderbird</a>
hy_am: <a href="%(donate)s">Օժանդակել Thunderbird-ին</a>
id: <a href="%(donate)s">Sampaikan donasi ke Thunderbird</a>
lt: <a href="%(donate)s">Paremkite „Thunderbird“ vystymą</a>
lv: <a href="%(donate)s">Ziedojiet Thunderbird</a>
ms: <a href="%(donate)s">Derma untuk Thunderbird</a>
ro: <a href="%(donate)s">Donează pentru Thunderbird</a>

source: Thunderbird is the leading open source, cross-platform email and calendaring client, free for business and personal use. We want it to stay secure and become even better. A donation will allow us to hire developers, pay for infrastructure, and continue to improve.
be: Thunderbird ёсць найпапулярнейшым паштовым кліентам з адкрытым зыходным кодам для розных платформ, бясплатны для карпаратыўнага і асабістага карыстання. Мы хочам, каб ён заставаўся бяспечным і станавіўся яшчэ лепшым. Ахвяраванне дазволіць нам наймаць распрацоўнікаў, аплочваць інфраструктуру і ўдасканальваць яго далей.
da: Thunderbird er det førende, platformsuafhængige mail- og kalender-program baseret på open source. Programmet er gratis, både til private og virksomheder. Vi ønsker, at Thunderbird skal forblive sikker og endnu bedre. Et bidrag hjælper os med at ansætte udviklere, betale for den bagvedliggende infrastruktur - og med fortsat at forbedre Thunderbird.
gd: ’S e Thunderbird am prìomh-chliant airson post-d agus mìosachan a dh’obraicheas air feadh nan ùrlaran ann an saoghal bathar-bog còd fosgailte, saor an-asgaidh do ghnìomhachasan is cleachdadh pearsanta. Tha sinn airson a chumail tèarainte ’s a dhèanamh fiù nas fhearr.
hy_am: Thunderbird-ը առաջատար, բաց կոդով տարածվող, բազմահարթակ էլ. փոստի և օրացույցի ծրագիր է՝ անվճար գործնական և անձնական օգտագործման համար: Մենք ցանկանում ենք այն դարձել ավելի անվտանգ և լավը: Ձեր նվիրատվությունը կօգնի մեզ վարձել ծրագրավորողներ, վճարել ենթակառուցվածքների և բարելավումների համար:
id: Thunderbird adalah aplikasi klien surel dan kalender lintas platform sumber terbuka terkemuka yang gratis untuk penggunaan pribadi dan bisnis. Kami ingin aplikasi ini tetap aman dan menjadi semakin baik. Donasi akan memungkinkan kami mempekerjakan pengembang, membayar prasarana, dan melakukan perbaikan terus-menerus.
lt: „Thunderbird“ – tai pirmaujanti daugiaplatformė laisvoji elektroninio pašto ir kalendoriaus programa, nemokama tiek verslui, tiek asmeniniam naudojimui. Mes norime, kad ji ir toliau išliktų saugi ir taptų dar geresnė. Jūsų parama mums padės pasamdyti programuotojų, padengti infrastruktūros išlaikymo kaštus ir toliau tobulėti.
lv: Thunderbird ir vadošais atvērtā pirmkoda, starpplatformu epasta un kalendāra klients, ko var bez maksas lietot gan personīgi, gan uzņēmējdarbībā. Mēs vēlamies, lai tas ir drošs un kļūst vēl labāks. Ziedojums ļaus mums pieņemt darbā izstrādātājus, maksāt par infrastruktūru un turpināt attīstīties.
ms: Thunderbird adalah peneraju e-mel sumber terbuka yang merentasi platform dan klien kalendar, serta percuma untuk kegunaan perniagaan dan peribadi. Kami mahu mengekalkannya selamat dan menjadikannya bertambah baik. Derma anda membolehkan kami mengupah pembangun, membayar infrastruktur dan meneruskan penambahbaikan.
ro: Thunderbird este lider în rândul clienților cu sursă deschisă și multiplatformă pentru poștă electronică și calendar, gratuit atât pentru uz comercial, cât și personal. Vrem să rămână sigur și să devină și mai bun. O donație ne va permite să angajăm programatori, să plătim infrastructura și să continuăm îmbunătățirile.

source: <strong>Thunderbird is funded by users like you! If you like Thunderbird, please consider making a donation.</strong> The best way for you to ensure Thunderbird remains available is to <a class="more" href="%(donate)s">make a donation.</a>
be: <strong>Thunderbird фінансуецца гэткімі ж карыстальнікамі, як і вы! Калі вам падабаецца Thunderbird, калі ласка, дапамажыце нам.</strong> Найлепшы спосаб забяспечыць даступнасць Thunderbird - гэта <a class="more" href="%(donate)s">зрабіць ахвяраванне.</a>
ca: <strong>El Thunderbird se subvenciona mitjançant les donacions dels usuaris. Si us agrada el Thunderbird, considereu fer una donació.</strong> La millor forma de garantir la continuïtat del Thunderbird és <a class="more" href="%(donate)s">fent una donació.</a>
da: <strong>Thunderbird er økonomisk støttet af vores brugere. Hvis du er glad for Thunderbird, så hjælp os gerne med et bidrag.</strong> Ved at <a class="more" href="%(donate)s">give et bidrag</a> er du med til at sikre, at Thunderbird også bliver udviklet i fremtiden.
gd: <strong>Tha Thunderbird ’ga mhaoineachadh le daoine mar thu fhèin! Ma tha Thunderbird a’ còrdadh riut, nach cum thu taic rinn?</strong> Ma bheir thu <a class="more" href="%(donate)s">tabhartas</a> dhuinn, sin an dòigh as fhearr airson dèanamh cinnteach gum fanaidh Thunderbird beò.
hy_am: <strong>Thunderbird֊ը ֆինանսավորվում է ձեզ պես օգտվողների կողմից։</strong> Եթե ցանկանում եք համոզված լինել, որ Thunderbird֊ը կմնա մատչելի՝ <a class="more" href="%(donate)s">նվիրատվություն արեք։</a>
id: <strong>Thunderbird didanai oleh pengguna seperti Anda! Jika Anda menyukai Thunderbird, mohon pertimbangkan untuk menyampaikan donasi.</strong> Cara terbaik bagi Anda untuk memastikan Thunderbird tetap ada adalah dengan <a class="more" href="%(donate)s">menyampaikan donasi.</a>
lt: <strong>„Thunderbird“ išsilaiko naudotojų – tokių kaip jūs – dėka! Jeigu „Thunderbird“ jums patinka, gal sutiktumėte šią programą paremti?</strong> Geriausias būdas užtikrinti tolesnį „Thunderbird“ gyvavimą – <a class="more" href="%(donate)s">paaukoti.</a>
lv: <strong>Thunderbird finansē tādi paši lietotāji kā jūs! Ja jums patīk Thunderbird, lūdzu, apsveriet iespēju ziedot.</strong> Vislabākais veids nodrošināt Thunderbird pastāvēšanu, ir <a class="more" href="%(donate)s">ziedošana</ a>.
ms: <strong>Thunderbird dibiaya oleh sumbangan pengguna seperti anda! Jika anda sukakan Thunderbird, sila beri sumbangan.</strong> Cara terbaik untuk anda memastikan Thunderbird terus kekal adalah dengan<a class="more" href="%(donate)s">membuat sumbangan.</a>
ro: <strong>Thunderbird este finanțat de utilizatori ca tine! Dacă îți place Thunderbird, ia în considerare să faci o donație.</strong> Cea mai bună cale de a te asigura că Thunderbird rămâne disponibil este dacă <a class="more" href="%(donate)s">faci o donație.</a>

source: <a href="%(contribute)s">Get Involved</a>
be: <a href="%(contribute)s">Далучыцца</a>
br: <a href="%(contribute)s">Kemerit perzh enni</a>
ca: <a href="%(contribute)s">Col·laboreu-hi</a>
da: <a href="%(contribute)s">Vær med</a>
gd: <a href="%(contribute)s">Gabh pàirt</a>
hy_am: <a href="%(contribute)s">Մասնակցեք</a>
id: <a href="%(contribute)s">Mari Berperan</a>
lt: <a href="%(contribute)s">Įsitraukite</a>
lv: <a href="%(contribute)s">Iesaistieties</a>
ms: <a href="%(contribute)s">Sertai</a>
ro: <a href="%(contribute)s">Implică-te</a>

source: Thunderbird is an open source project, which means anyone can contribute ideas, designs, code, and time helping fellow users. Become part of a team that supports Thunderbird users, and makes Thunderbird awesome. <a class="more" href="%(contribute)s">Join us</a>
be: Thunderbird - гэта адкрыты праект, а значыць, што хто заўгодна можа прапанаваць ідэі і канцэпты, удасканальваць код і дапамагаць іншым карыстальнікам вырашаць праблемы. Станце часткаю каманды падтрымкі карыстальнікаў Thunderbird і людзей, якія робяць Thunderbird такім чароўным. <a class="more" href="%(contribute)s">Далучайцеся да нас</a>
ca: El Thunderbird és un projecte de programari lliure, que vol dir que qualsevol pot contribuir-hi amb idees, dissenys, codi i temps lliure per ajudar altres usuaris. Formeu part de l'equip que ajuda els usuaris i que fa avançar el Thunderbird. <a class="more" href="%(contribute)s">Uniu-vos-hi</a>
da: Thunderbird er open source. Det betyder, at alle kan bidrage med idéer, design, kode og ved at hjælpe andre brugere. Bliv del af et hold, der hjælper brugere af Thunderbird, og gør Thunderbird bedre. <a class="more" href="%(contribute)s">Vær med</a>
hy_am: Thunderbird֊ը բաց կոդով նախագիծ է, ինչը նշանակում է, որ յուրաքանչյուրը կարող է նպաստել գաղափարներին, ձևավորմանը, կոդին և ժամանակին՝ օգնելով ընկերակից օգտվողներին։Դարձեք մի թիմ, որը աջակցում է Thunderbird օգտվողներին և Thunderbird֊ը հիասքանչ է դարձնում։<a class="more" href="%(contribute)s"> միացեք մեզ</a>
id: Thunderbird adalah proyek sumber terbuka, yang berarti siapa saja dapat menyumbangkan ide, desain, kode, dan waktu untuk membantu sesama pengguna. Jadilah bagian dari tim yang mendukung pengguna Thunderbird, dan jadikan Thunderbird semakin mengagumkan. <a class="more" href="%(contribute)s">Bergabunglah</a>
lt: „Thunderbird“ – tai atvirojo kodo projektas, o tai reiškia, jog kiekvienas gali prisidėti savo idėjomis, maketais, programiniu kodu ar pagalba kitiems programos naudotojams. Tapkite „Thunderbird“ komandos dalimi ir prisidėkite prie šios programos klestėjimo. <a class="more" href="%(contribute)s">Prisijunkite prie mūsų</a>
lv: Thunderbird ir atvērtā pirmkoda projekts, kas nozīmē, ka ikviens var sniegt idejas, dizainu, kodu un laiku, palīdzot citiem lietotājiem. Kļūstiet par Thunderbird lietotāju atbalsta komandu un padariet Thunderbird satriecošu. <a class="more" href="%(contribute)s"> Pievienojieties mums!</a>
ms: Thunderbird adalah projek sumber terbuka, iaitu sesiapa sahaja boleh menyumbangkan idea, reka bentuk, kod dan membantu pengguna lain. Jadilah sebahagian daripada pasukan yang menyokong pengguna Thunderbird dan jadikan Thunderbird hebat. <a class="more" href="%(contribute)s">Sertai kami</a>
ro: Thunderbird este un proiect cu sursă deschisă („open source”), ceea ce înseamnă că oricine poate veni cu idei, concepte, cod și poate investi timp ajutându-i pe ceilalți utilizatori. Alătură-te echipei care susține utilizatorii Thunderbird și face ca Thunderbird să fie extraordinar. <a class="more" href="%(contribute)s">Înscrie-te în echipa noastră</a>

source: <a href="%(support)s">Get Support</a>
be: <a href="%(support)s">Атрымаць падтрымку</a>
ca: <a href="%(support)s">Obteniu ajuda</a>
da: <a href="%(support)s">Få hjælp</a>
gd: <a href="%(support)s">Faigh taic</a>
hy_am: <a href="%(support)s"> Ստացեք աջակցություն</a>
id: <a href="%(support)s">Dapatkan Dukungan</a>
lt: <a href="%(support)s">Gaukite pagalbą</a>
lv: <a href="%(support)s">Saņemiet atbalstu</a>
ms: <a href="%(support)s">Dapatkan Sokongan</a>
ro: <a href="%(support)s">Caută sprijin</a>

source: Need help with something in Thunderbird? We have a <a href="%(support)s">support page</a> where you can ask questions and read knowledge base articles to learn how to use Thunderbird.
be: Патрэбная дапамога з нечым у Thunderbird? Мы маем <a href="%(support)s">старонку падтрымкі</a>, дзе вы можаце задаць пытанні або азнаёміцца з артыкуламі базы ведаў Thunderbird.
ca: Necessiteu ajuda amb el Thunderbird? Tenim una <a href="%(support)s">pàgina d'assistència</a> on podeu fer preguntes i llegir articles per aprendre a utilitzar el Thunderbird.
da: Har du brug for hjælp med noget i Thunderbird? Vi har en <a href="%(support)s">support-side</a>, hvor du kan stille spørgsmål, og hvor du kan læse artikler om, hvordan Thunderbird virker.
hy_am: Ձեզ անհրաժեշտ է ինչ որ բան Thunderbird֊ում։Մենք ունենք <a href="%(support)s"> աջակցության էջը </a>, որտեղ կարող եք հարցեր տալ և կարդալ գիտելիքների բազային հոդվածներ՝ Thunderbird֊ի օգտագործման համար։
id: Butuh bantuan tentang sesuatu di Thunderbird? Kami punya <a href="%(support)s">laman dukungan</a> di mana Anda dapat mengajukan pertanyaan dan membaca artikel pundi pengetahuan guna mempelajari bagaimana menggunakan Thunderbird.
lt: Reikia pagalbos naudojantis „Thunderbird“? Apsilankykite <a href="%(support)s">žinyno svetainėje</a> – joje galite ne tik skaityti straipsnius, padėsiančius išmokti naudotis „Thunderbird“, bet ir užduoti savo klausimų.
lv: Vajadzīga palīdzība saistībā par Thunderbird? Mums ir <a href="%(support)s">atbalsta lapa </a>, kurā varat uzdot jautājumus un lasīt zināšanu bāzes rakstus, lai iemācītos lietot Thunderbird.
ms: Perlu bantuan dalam Thunderbird? Kami sediakan <a href="%(support)s">halaman sokongan</a> untuk anda bertanyakan soalan dan membaca artikel pengetahuan asas cara menggunakan Thunderbird.
ro: Ai nevoie de ajutor la folosirea Thunderbird? Avem o <a href="%(support)s">pagină de sprijin</a> unde poți pune întrebări și citi articolele din baza de cunoștințe pentru a învăța cum se folosește Thunderbird.

source: <a href="%(bug)s">Report a Bug</a>
be: <a href="%(bug)s">Паведаміць пра памылку</a>
ca: <a href="%(bug)s">Ajudeu a notificar errors</a>
da: <a href="%(bug)s">Indrapporter et problem</a>
gd: <a href="%(bug)s">Dèan aithris air buga</a>
hy_am: <a href="%(bug)s"> Հաղորդել սխալի մասին</a>
id: <a href="%(bug)s">Laporkan Kutu</a>
lt: <a href="%(bug)s">Praneškite apie programos klaidą</a>
lv: <a href="%(bug)s">Ziņot par kļūdu</a>
ms: <a href="%(bug)s">Laporkan Pepijat</a>
ro: <a href="%(bug)s">Raportează o problemă</a>
