Repository: MelissaAutumn/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ar, be, br, bs, ca, da, gd, hy_am, id, lt, lv, ms, pa_in, ro, si

source: Thunderbird’s update system checks to see if you’re running the latest version, and notifies you when a security update is available. These security updates are small (usually 200KB - 700KB), giving you only what you need and making the security update quick to download and install. The automated update system provides updates for Thunderbird on Windows, macOS, and Linux in over 40 different languages.
ar: نظام تحديث ثندربرد يتأكد من أنك تستخدم النسخة الأخيرة منه، ويقوم بإشعارك عند توفر تحديث أمني. هذه التحديثات الأمنية صغيرة الحجم (عادة 200KB - 700KB)، تعطيك ما تريد وتجعل التحديث الأمني سريع التحميل والتثبيت. نظام التحديث الآلي يوفر تحديثات لثندربرد على نظام ويندوز، ماك أو آس، ولينكس بأكثر من 40 لغة مختلفة.
br: Reizhiad hizivadur Thunderbird a wirio ma erounfec'h an handelv diwezhañ, hag e kelaouo ac'hanoc'h pa vo hegerz un hizivadur diogelroez. An hizivadurioù diogelroez a vez bihan (peurvuiañ etre 200 Ke - 700 Ke), ar pezh a ro deoc'h just ar pezh ho peus ezhomm ha da staliañ buan an hizivadur diogelroez. Ar reizhiad hizivadur emgefreek a bourvez hizivadurioù evit Thunderbird dindan Windows, macOS ha Linux e muioc'h eget 40 yezh disheñvel.
bs: Sistem nadogradnje Thunderbirda provjerava da li pokrećete posljednju verziju, i obavještava vas kada je sigurnosna nadogradnja dostupna. Ove sigurnosne nadogradnje su male (pretežno 200KB - 700KB), daju vam samo ono što trebate i čine sigurnosnu nadogradnju brzom za preuzimanje i instaliranje. Sistem automatske nadogradnje pruža nadogradnje za Thunderbird na Windowsu, macOS-u, i Linuxu u više od 40 različitih jezika.
ca: El sistema d’actualització del Thunderbird comprova que tingueu la darrera versió i us notifica quan hi ha una actualització de seguretat disponible. Aquestes actualitzacions de seguretat són petites (normalment 200KB - 700KB), us donen només el que necessiteu i fan l'actualització de seguretat ràpida de baixar i instal·lar. El sistema automàtic d’actualitzacions n’ofereix pel Thunderbird en el Windows, el macOS i el Linux en més de 40 llengües.
da: Thunderbirds opdateringssystem kontrollerer, om du bruger den seneste version, og giver dig besked, når en sikkerhedsopdatering er tilgængelig. Sikkerhedsopdateringerne er normalt små (200 KB - 700 KB), hvilket gør opdateringen hurtig at hente og installere. Det automatiske opdateringssystem leverer opdateringer til Thunderbird på Windows, macOS og Linux på mere end 40 forskellige sprog.
hy_am: Thunderbird-ի թարմացումների համակարգը կստուգի, թե արդյոք դուք օգտագործում եք ծրագրի վերջին տարբերակը: Իսկ եթե ոչ՝ կծանուցի թարմացումների մասին: Անվտանգության այդ թարմացումենրը փոքր են (սովորաար 200-700ԿԲ), բայց կարևոր են անվտանգության ապահովման տեսանկյունից: Թարմացումների ինքնաշխատ այս համակարգը ապահովում է Thunderbird-ի թարմացումները Windows-ում, macOS-ում և Linux-ում՝ շուրջ 40 տարբեր լեզուներով:
id: Sistem pembaruan Thunderbird memeriksa untuk melihat apakah Anda menjalankan versi terbaru, dan memberitahukan Anda ketika pembaruan keamanan tersedia. Pembaruan keamanan ini kecil (biasanya 200 KB - 700 KB), memberikan Anda hanya yang Anda perlukan dan membuat pembaruan keamanan cepat untuk diunduh dan dipasang. Sistem pembaruan otomatis menyediakan pembaruan untuk Thunderbird pada Windows, macOS, dan Linux di lebih dari 40 bahasa yang berbeda.
lt: „Thunderbird“ naujinimo sistema nuolat patikrina, ar naudojatės naujausia programos laida, ir praneša, kai randa saugumo naujinimą. Šie naujinimai yra nedideli (paprastai teužima 200 – 700 KB), tad jų parsiuntimas ir įdiegimas neužtrunka ilgai. Daugiau nei 40 kalbinių programos atmainų automatiškai atsinaujina „Windows“, „macOS“ ir „Linux“ sistemose.
lv: Thunderbird atjaunošanas sistēma pārbauda, vai izmantojat jaunāko versiju, un paziņo, kad ir pieejami drošības atjaunojumi. Šie drošības atjaunojumi ir mazi (parasti 200–700 kB), nodrošinot tikai nepieciešamo, lai tos ātri lejuplādētu un uzstādītu. Automātiskā atjaunošanas sistēma nodrošina Thunderbird atjaunojumus operētājsistēmās Windows, MacOS un Linux vairāk nekā 40 dažādās valodās.
ms: Sistem kemaskini Thunderbird menyemak samada versi yang anda gunakan adalah versi terkini, dan memaklumkan anda apabila ada kemaskini keselamatan. Kemaskini keselamatan ini adalah kecil (biasanya 200KB - 700KB), hanya yang anda perlukan dan membuatkan kemaskini ini pantas untuk dimuat turun dan dipasang. Sistem kemaskini automatik menyediakan kemaskini Thunderbird untuk Windows dan Linux dalam 40 bahasa berlainan.
ro: Sistemul de actualizare Thunderbird verifică dacă rulezi ultima versiune și te anunță când a apărut o actualizare de securitate. Aceste actualizări sunt de mici dimensiuni (de regulă 200KB - 700KB), oferindu-ți doar ce ai nevoie printr-o actualizare rapid de descărcat și instalat. Sistemul de actualizare automat oferă actualizări pentru Thunderbird pe Windows, macOS și Linux în peste 40 de limbi diferite.

source: Cutting Out the Junk
ar: أوقِف البريد غير المرغوب فيه
br: En em zizober diouzh ar c’hemennadennoù lastezek
bs: Izbacivanje neželjenih stvari
ca: Retalleu la brossa
da: Slip af med skidtet
gd: A’ faighinn cuidhteas dhen truilleis
hy_am: Ազատագրում թափոնից
id: Potong Sampah
lt: Brukalo valymas
lv: Drazas dzēšana
ms: Buang E-mel Remeh
pa_in: ਜੰਕ ਨੂੰ ਘਟਾਓ
ro: Eliminarea mesajelor nesolicitate
si: නිසරු ලිපි වැළැක්වීම

source: Thunderbird’s popular junk mail tools have been updated to stay ahead of spam. Each email you receive passes through Thunderbird’s leading-edge junk mail filters. Each time you mark messages as spam, Thunderbird "learns" and improves its filtering so you can spend more time reading the mail that matters. Thunderbird can also use your mail provider’s spam filters to keep junk mail out of your inbox.
ar: حُدّثت أداة ثندربرد الخاصة بإيقاف البريد غير المرغوب لتكون أكثر فعالية. كل البريد الإلكتروني الذي يتلقاه يمر عبر مرشحات ثندربرد الفعالة الخاصة بالبريد غير المرغوب فيه. يقوم ثندربرد بتحسين مرشحاته حسب البريد الذي ميّزه بصفة بريد غير مرغوب فيه. ويمكن أيضا استخدام مزود البريد الخاصة بمرشحات البريد غير المرغوب فيه للحفاظ على هذا البريد خارج صندوق الوارد
br: Hizivaet eo bet ostilhoù dinoadur ar c’hemennadennoù lastezek evit bezañ digonus a-enep spam. Pep postel degemeret a dremen dre siloù ar c’hemennadennoù lastezek eus Thunderbird. Thunderbird a "zesk" ha gwella e siloù bep gwech ma vez merket ur gemennadenn evel spam ganeoc’h, ar pezh a ro deoc’h muioc’h a amzer evit lenn ar c’hemennadennoù pouezus. Gallout a ra Thunderbird arverañ siloù spam eus ho pourchaser postelerezh ivez evit gwareziñ ho poest degemer diouzh ar c’hemennadennoù lastezek.
bs: Thunderbirdov popularni alati za neželjenu poštu su nadograđeni da ostanu ispred spama. Svaki email koji primite prolazi kroz Thunderbirdov vodeće filtere za neželjenu poštu. Svaki put kada označite poruke kao spam, Thunderbird "saznaje" i poboljšava filtriranje tako da možete provesti više vremena čitajući poštu koja je bitna. Thunderbird također može koristiti spam filtere vašeg provajdera da zadrži neželjenu poštu izvan vaše primljene pošte.
ca: S’han actualitzat les populars eines per les escombraries del Thunderbird per seguir per davant del correu brossa. Cada correu que rebeu passa pels filtres d’avantguarda de correu brossa del Thunderbird. Cada vegada que marqueu missatges com correu brossa, el Thunderbird «aprèn» i millora els seus filtres perquè pugueu passar més temps llegint els correus que importen. El Thunderbird també pot utilitzar els filtres de correu brossa del vostre proveïdor de correu per destriar-los de la safata d’entrada.
da: Thunderbirds populære spam-filter er blevet forbedret. Hver eneste mail, du modtager, sendes gennem Thunderbirds effektive og innovative spam-filter. Hver gang du markerer en mail som værende spam, lærer Thunderbird og forbedrer sit filter. Dermed slipper du for spam, så du kan koncentrere dig om de mails, der betyder noget. Thunderbird kan også bruge din mailudbyders spam-filtre til at holde spam-mail ude af din indbakke.
gd: Cum air thoiseach air spama leis na h-innealan ùraichte, air a bheil fèill mhòr, aig Thunderbird. Thig gach post-dealain a gheibh thu tro na criathragan sàr-mhath aig Thunderbirg an aghaidh puist truilleis. Bidh Thunderbird "ag ionnsachadh" a h-uile turas a chomharraicheas tu teachdaireachd mar spama agus leis a-sin, fàsaidh an criathradh nas fhearr ’s gheibh thu nas lugha dhen phost nach robh a dhìth ort co-dhiù. ’S urrainn do Thunderbird criathragan spama solaraiche a’ phuist agad-sa a chleachdadh gus casg a chur air a’ phost truilleis mus ruig e am bogsa a-steach agad.
hy_am: Thunderbird-ի՝ թափոնի հանրահայտ գործիքները թարմացվել են: Ձեր ստացած ցանկացա նամակ անցնում է Thunderbird-ի խստագույն զտիչների միջոցով: Ամեն անգամ, երբ նամակը նշեք որպես թափոն՝ Thunderbird-ը "կսովորի" այդ գործողությունը և կլավարկի զտման իր գործառությունը: Thunderbird-ը նաև կարող է օգտաործել էլ. փոստի ձեր մատակարարների հակաթափոն զտիչները:
id: Perkakas surel sampah Thunderbird yang terkenal telah dimutakhirkan untuk menghindari spam. Setiap surel Anda terima melewati penyaring surel sampah Thunderbird yang mutakhir. Setiap kali Anda menandai pesan sebagai spam, Thunderbird "belajar" dan meningkatkan penyaringannya sehingga Anda dapat menghabiskan lebih banyak waktu membaca surel penting. Thunderbird dapat juga gunakan penyaring spam milik penyedia surel Anda untuk menjaga surel sampah di luar kotak masuk.
lt: Populiariosios „Thunderbird“ brukalo valymo priemonės dabar dar tobulesnės. Kiekvienas jūsų gaunamas laiškas turi pereiti per griežčiausius brukalo filtrus. Kaskart, kai pažymite, jog laiškas yra brukalas, programa „pasimoko“, ir patobulina filtrus. Tokiu būdu jums lieka daugiau laiko skaityti svarbiems laiškams. Be to, „Thunderbird“ moka pasitelkti ir jūsų el. pašto tiekėjo naudojamus brukalo filtrus.
lv: Thunderbird populārie drazas rīki ir atjaunoti, lai labāk tiktu galā ar mēstulēm. Katrs saņemtais epasts iet caur Thunderbird īpašiem drazas filtriem. Katru reizi, kad atzīmējat vēstuli kā drazu, Thunderbird "mācās" un uzlabo filtrēšanu, lai jūs varētu pavadīt vairāk laika, lasot svarīgo pastu. Thunderbird var arī izmantot jūsu pasta pakalpojumu sniedzēja drazas filtrus, lai draza nemaz nenonāktu līdz iesūtnei.
ms: Alatan e-mel remeh popular Thunderbird telah dikemaskini untuk mendahului spam. Setiap e-mel yang anda terima akan melalui tapisan e-mel remeh Thunderbird yang terkini. Setiap kali anda tandakan mesej sebagai spam, Thunderbird "belajar" dan memperbaiki tapisan supaya anda hanya perlu tumpukan kepada perkara yang sepatutnya. Thunderbird juga menggunakan tapisan spam penyedia mel anda untuk mengetepikan spam dari peti masuk anda.
ro: Uneltele pentru filtrarea mesajelor nesolicitate au fost actualizate pentru a fi cu un pas înaintea spam-ului. Fiecare e-mail primit trece prin tehnologia avansată de filtrare pentru mesaje nesolicitate. Thunderbird poate folosi și filtrele furnizorului de e-mail pentru a ține mesajele nesolicitate în afara dosarului „Mesaje primite”.
si: Thunderbird හි ජනප්‍රිය නිසරු ලිපි පාලන මෙවලම් තවදුරටත් යාවත්කාලීන කර ඇත.ඔබට ලැබෙන සෑම ලිපියක්ම තියුණු ලෙස නිසරු ලිපි පෙරහන් භාවිතයෙන් පරීක්ෂා කරඇත. ඔබ ලිපියක් නිසරු සේ සළකුණු කරන සෑම විටම එම ඉගැනුමෙන් Thunderbird එහි පෙරහන් වැඩිදියුණු කරගනී. එසේම, Thunderbird නිසරු ලිපි ඔබගේ ලදලිපි තුළින් ඉවත්කර තැබීමට ඔබගේ සේවා සපයන්නාගේ නිසරු ලිපි පෙරහන්ද භාවිතා කරයි.

source: Open Source
ar: المصدر المفتوح
be: Адкрыты зыходны код
br: Tarzh digor
bs: Otvori izvor
ca: Codi obert
gd: An còd fosgailte
hy_am: Բաց կոդով
id: Sumber Terbuka
lt: Atviras kodas
lv: Atvērtais pirmkods
ms: Sumber Terbuka
pa_in: ਓਪਨ ਸੋਰਸ
ro: Cu sursă deschisă
si: විවෘත මෘදුකාංග

source: At the heart of Thunderbird is an open source development process driven by thousands of passionate, experienced developers and security experts spread all over the world. Our openness and active community of experts helps to ensure our products are more secure and quickly updated, while also enabling us to take advantage of the best third party security scanning and evaluation tools to further bolster overall security.
ar: ثندربرد مشروع مفتوح المصدر يقوده آلاف من المتطوعين المتحمسين، ذوي الخبرة وخبراء الأمن المنتشرين في جميع أنحاء العالم. انفتاحنا ومجتمعنا المتكون من نخبة من النشطاء الخبراء يساعد على ضمان منتجات أكثر أمنا، سريعة التحديث وتتمتع بخبرة أفضل أدوات المسح والتقييم
br: E orin Thunderbird ez eus un argerzh diorren gant tarzh digor sturiet gant miliadoù a diorrenourien entanet gant skiant prenet ha tud ampart war an diogelroez eus ar bed a-bezh. Hor digoradur hag hor c’humuniezh oberiant a dud ampart a ro tro deomp da gaout kenderc’hadoù diogeloc’h ha hizivaet gant tizh. Reiñ a reont tro deoc’h ivez d’ober hor mad eus trede ostilhoù a-fet diogelroez ha gwiriadur evit kreñvaat an diogelroez dre vras.
bs: U srcu Thunderbirda je postupak slobodan razvoj potaknut od strane hiljada strstvenih, iskusnih programera i eksperta sigurnosti raširenih po cijelom svijetu. Naša otvorena i aktivna zajednica eksperata pomažu osigurati da naši proizvodi budu još sigurniji i brže nadograđeni, dok nam također omogućavaju da iskoristimo najbolje alate sigurnosnog skeniranja i evaluacije od trećih strana za dalje jačanje ukupne sigurnosti.
ca: Al cor del Thunderbird hi ha un procés de desenvolupament de codi obert conduït per milers de desenvolupadors apassionats i experimentats i experts en seguretat repartits per tot el món. La nostra obertura i comunitat activa d’experts ajuda a assegurar que els nostres productes són més segurs i actualitzats ràpidament, a la vegada que ens permeten aprofitar els millors escàners de seguretat i eines d’avaluació de tercers per reforçar la seguretat total.
da: Hjertet i Thunderbird er en open source udviklingsproces, der drives af tusinder af passionerede, erfarne udviklere og sikkerhedseksperter, spredt over hele verden. Vores åbenhed og eksperterne i vores aktive community hjælper os med at holde vores produkter sikre og opdaterede. Det gør os samtidig også i stand til at benytte de bedste tredjeparts sikkerhedsværktøjer til skanning og evaluering for yderligere at fasttømre den overordnede sikkerhed.
gd: Tha pròiseas leasachaidh aig cridhe Thunderbird a tha stèidhichte air còd fosgailte. Tha an còd seo ’ga shìor leasachadh leis na mìltean de leasaichearan is eòlaichean tèarainteachd dìoghrasach, eòlach, fiosrach air feadh an t-saoghail. Leis a’ choimhearsnachd fhosgailte ’s ghnìomhach seo, ’s urrainn dhuinn dèanamh cinnteach gum bi ar bathar nas tèarainte ’s gun dèid ùrachadh gu luath ach ’s ann aig an aon àm cothrom a ghabhail air na h-innealan luachaidh is sganaidh as fhearr o threas pàrtaidhean gus an tèarainteachd air fad a leasachadh.
hy_am: Thunderbird-ը տարածվում է բաց կոդով, որի զարգացմանը մասնակցում են հազարավոր ծրագրավորողներ և անվտանգության մասնագետնր՝ ամբողջ աշխարհից: Մասնագետնեի մեր բաց և ակտիվ համայնքը ապահովում է մեր ծրագրերի անվտանգությունը և պարբերաբար թարմացումները, ինչը մեծ առավելություն է: Միաժամանակ հնարավորություն տալով մեզ օգտվել երրորդ կողմի անվտանգության ստուգման լավագույն գործիքներից՝ ապահովելով հետագա համընդհանուր անվտանգությունը:
id: Tepat di jantung Thunderbird adalah proses pengembangan sumber terbuka yang digerakkan ribuan pengembang berpengalaman, bergairah dan ahli keamanan yang tersebar di seluruh dunia. Komunitas ahli yang aktif dan terbuka bantu memastikan produk kami lebih aman dan dimutakhirkan dengan cepat, sekaligus memperbolehkan kamu untuk mengambil keuntungan dari perkakas pemindahan dan evaluasi keamanan pihak ketiga yang terbaik untuk menunjang lebih keamanan secara menyeluruh.
lt: „Thunderbird“ varomoji jėga – atvirasis programos vystymo procesas, kuriame dalyvauja tūkstančiai savo darbu besimėgaujančių patyrusių programuotojų ir saugumo ekspertų, pasklidusių po visą pasaulį. Atvirumas ir gyva žinovų bendruomenė padeda užtikrinti mūsų kuriamų programų saugumą ir spartų aptinkamų klaidų taisymą, o taip pat įgalina mus naudotis geriausiomis kitų kuriamomis saugumo patikros ir įvertinimo priemonėmis.
lv: Thunderbird centrā ir atvērtā pirmkoda izstrādes process, kuru vada tūkstošiem kaislīgu, pieredzējušu izstrādātāju un drošības ekspertu visā pasaulē. Mūsu atvērtība un aktīvā ekspertu kopiena palīdz nodrošināt mūsu produktu drošumu un ātru atjaunošanu, vienlaikus ļaujot mums izmantot labākos trešo pušu drošības skenēšanas un novērtēšanas rīkus, lai vēl vairāk nostiprinātu vispārējo drošību.
ms: Asas Thunderbird adalah proses pembangunan sumber terbuka dipacu oleh ribuan pembangun dan pakar keselamatan yang minat dan berpengalaman dari seluruh dunia. Komuniti kami yang mahir dan terbuka membantu memastikan produk kami lebih selamat dan sentiasa dikemaskini, sambil membolehkan kami mengambil kesempatan atas pengimbasan dan alatan penilaian pihak ketiga yang terbaik untuk menguatkan keselamatan menyeluruh.
ro: Punctul focal al Thunderbird este alcătuit dintr-un proces de dezvoltare cu sursă deschisă antrenat de o comunitate alcătuită din mii de dezvoltatori și experți de securitate pasionați și răspândiți pe tot mapamondul. Deschiderea noastră și comunitatea activă de experți sunt garanția că produsele noastre sunt mai sigure și actualizate mai rapid, în același timp în care îți permit să profiți de cele mai bune unelte de scanare și evaluare realizate de terți, totul pentru a crește securitatea per total.
si: ලොවපුරා විසිරුණු දහස් සංඛ්‍යාත පළපුරුදු සංවර්ධකයින් හා ආරක්ෂක විශේෂඥයන්ගෙන් සමන්විත විවෘත මෘදුකාංග දියුණු කිරීමේ ක්‍රියාවලියක් Thunderbird සතුය. අපගේ විවෘතබව සහ සක්‍රීය විශේෂඥ ප්‍රජාව ආරක්ෂිතබව සහ ක්ෂණික යාවත්කාලීන කිරීම් සහතික කරයි. එසේම තවත් බොහෝ ආරක්ෂිත හා ඇගයීම් මෙවලම් සේ සඳහා සහායය දක්වයි.

source: New in Thunderbird 68
be: Новае ў Thunderbird 68
hy_am: Նորը Thunderbird 68-ում
id: Baru di Thunderbird 68
lt: Kas naujo „Thunderbird“
lv: Thunderbird 68 jaunumi
ro: Nou în Thunderbird 68

source: This article describes some of the major changes visible to users in Thunderbird version 68.0. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird 68 release notes</a>.
hy_am: Այս հոդվածը նկարագրում է Thunderbird 68.0 տարբերակում օգտագործողների համար տեսանելի մի քանի հիմնական փոփոխությունները: Բոլոր փոփոխությունների ամբողջական մանրամասները կարող եք գտնել <a href="%(release)s"> Thunderbird 68 թողարկման գրառումներում </a>:
id: Artikel ini menjelaskan beberapa pengubahan besar yang terlihat oleh pengguna di Thunderbird versi 68.0. Rincian lengkap dari semua pengubahan dapat ditemukan di <a href="%(release)s"> catatan rilis Thunderbird 68 </a>.
lt: Šiame straipsnyje aprašomi kai kurie pagrindiniai „Thunderbird“ 68.0 laidos vartotojams matomi pakeitimai. Išsamią informaciją apie visus pakeitimus galite rasti <a href="%(release)s">„Thunderbird 68“ laidos aprašyme</a>.
lv: Šajā rakstā ir aprakstītas dažas galvenās izmaiņas, kas lietotājiem redzamas Thunderbird 68.0 versijā. Pilna informācija par visām izmaiņām ir atrodama <a href="%(release)s">Thunderbird 68 piezīmēs par laidienu</a>.
ro: Acest articol descrie unele dintre modificările majore vizibile utilizatorilor în Thunderbird versiunea 68.0. Detaliile complete ale tuturor modificărilor se găsesc în <a href="%(release)s">notele de lansare Thunderbird 68</a>.

source: Better Dark Theme
hy_am: Ավելի լավ է մութ թեմա
id: Tema Gelap yang Lebih Baik
lt: Geresnis tamsus grafinis apvalkalas
lv: Labāka tumšā tēma
ro: Temă întunecată mai bună

source: The dark theme available in Thunderbird has been enhanced with a dark message thread pane as well as many other small improvements.
hy_am: Thunderbird-ում առկա մութ թեման բարելավվել է մուգ հաղորդագրության թելի վահանակով, ինչպես նաև բազմաթիվ այլ փոքր բարելավումներով:
id: Tema gelap yang tersedia di Thunderbird telah ditingkatkan dengan panel utas pesan gelap serta banyak perbaikan kecil lainnya.
lt: Tamsi „Thunderbird“ tema patobulinta - atsirado tamsi pranešimų gijos juosta ir daugybė kitų nedidelių patobulinimų.
lv: Thunderbird pieejamā tumšā tēma ir uzlabota ar tumšu ziņojumu pavedienu rūti, kā arī daudziem citiem nelieliem uzlabojumiem.
ro: Tema întunecată disponibilă în Thunderbird are acum un panou întunecat pentru afișarea mesajelor pe conversații, precum și multe alte mici îmbunătățiri.

source: Filelink Improved
hy_am: Filelink- ը կատարելագործված է
id: Filelink Ditingkatkan
lt: Patobulintas failų siuntimas
lv: Uzlabots Filelink
ro: Filelink îmbunătățit

source: Filelink attachments that have already been uploaded can now be linked to again instead of having to re-upload them. Also, an account is no longer required to use the default Filelink provider - <strong>WeTransfer</strong>.
hy_am: Filelink հավելվածները, որոնք արդեն վերբեռնվել են, այժմ կարող են նորից կապվել դրանց հետ`կրկին վերբեռնելու փոխարեն: Նաև հաշիվն այլևս պարտադիր չէ Filelink- ի լռելյայն մատակարարը օգտագործելու համար - <strong> WeTransfer </strong>:
id: Lampiran Filelink yang sudah diunggah sekarang dapat ditautkan kembali alih-alih harus diunggah kembali. Selain itu, akun tidak lagi diperlukan untuk menggunakan penyedia Filelink baku- <strong>WeTransfer</strong>.
lt: Jau įkeltų failų nuorodas dabar galima įkelti tiesiog įkelti į laišką, nebūtina failo įkelti dar kartą. O numatytojo „Filelink“ teikėjo - <strong>„WeTransfer“</strong> paslaugomis galima naudotis be paskyros.
lv: Jau augšuplādētos failu saišu pielikumus tagad var saistīt atkārtoti, nevis augšuplādēt tos vēlreiz. Tāpat vairs nav nepieciešams konts, lai izmantotu noklusēto <strong>WeTransfer</strong> Filelink nodrošinātāju.
ro: Poți crea acum linkuri de partajat pentru atașamente Filelink deja încărcate, fără să mai trebuiască să încarci din nou fișierele. De asemenea, nici nu mai este nevoie de un cont pentru a utiliza furnizorul Filelink implicit - <strong>WeTransfer</strong>.

source: Other Filelink providers like Box and Dropbox are not included by default, but can be added by grabbing the <a href="%(dropbox)s">Dropbox</a> and <a href="%(box)s">Box</a> add-ons.
hy_am: Boxel-ի և Dropbox-ի նման Filelink-ի այլ մատակարարներ, ներառյալ, լռելյայնորեն չեն ներառվում, բայց դրանք կարող են ավելացվել ՝ գրավելով <a href="%(dropbox)s"> Dropbox </a> և <a href="%(box)s "> Տուփ </a> հավելումներ:
id: Penyedia Filelink lain seperti Box dan Dropbox tidak termasuk secara baku, tetapi dapat ditambahkan dengan mendapatkan pengaya <a href="%(dropbox)s">Dropbox</a> dan <a href="%(box)s">Box</a>.
lt: Kiti „Filelink“ teikėjai, tokie kaip „Box“ ir „Dropbox“, neįtraukti, tačiau juos galima pridėti naudojant <a href="%(dropbox)s">„Dropbox“</a> ar <a href="%(box)s">„Box“</a> papildinius.
lv: Citi Filelink nodrošinātāji, piemēram, Box un Dropbox, noklusēti nav iekļauti, bet tos var pievienot ar <a href="%(dropbox)s">Dropbox</a> un <a href="%(box)s">Box</a> papildinājumiem.
ro: Alți furnizori Filelink, cum ar fi Box și Dropbox, nu sunt incluși implicit, dar pot fi adăugați cu ajutorul suplimentelor <a href="%(dropbox)s">Dropbox</a> și <a href="%(box)s">Box</a>.

source: Options/Preferences in a Tab
hy_am: Ընտրանքներ / Նախապատվություններ ներդիրում
id: Tab Pengaturan
lt: Parinktys ir nuostatos perkeltos į skirtuką
lv: Izvēles un iespējas
ro: Opțiuni/Preferințe într-o filă
