Repository: MelissaAutumn/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ar, be, br, bs, ca, da, gd, hy_am, id, lt, lv, ms, pa_in, ro, si

source: Organize your schedule and life’s important events in a calendar that’s fully integrated with your Thunderbird email. Manage multiple calendars, create your daily to do list, invite friends to events, and subscribe to public calendars.
be: Арганізуйце свой расклад і важныя падзеі ў календары, які цалкам інтэграваны ў Thunderbird. Кіруйце рознымі календарамі, стварайце штодзённы спіс спраў, запрашайце сяброў на падзеі і падпісвайцеся на публічныя календары.
hy_am: Կազմակերպեք ձեր ժամանակացույցը և կյանքի կարևոր իրադարձությունները մի օրացույցում, որը ամբողջությամբ ինտեգրված է ձեր Thunderbird էլեկտրոնային փոստի հետ: Կառավարեք բազմաթիվ օրացույցներ, ստեղծեք ձեր առօրյա անելիքների ցանկը, հրավիրեք ընկերներին միջոցառումների և բաժանորդագրվեք հանրային օրացույցների:
lt: Jūsų darbotvarkė ir svarbūs gyvenimo momentai turėtų atsidurti kalendoriuje, kuris be visko ir puikiai integruotas su elektroniniu paštu. Galite tvarkykite kelis kalendorius, susikurti savo kasdienių darbų sąrašą, pakviesti draugus į renginius ar prenumeruoti viešuosius kalendorius.

source: Thunderbird Beta
hy_am: Thunderbird բետա
pa_in: ਥੰਡਰਵਰਡ ਬੀਟਾ

source: Help us test the newest developments made to Thunderbird every day by using the unstable Daily channel.
hy_am: Օգնեք մեզ ամեն օր փորձարկել Thunderbird- ում կատարված նորագույն զարգացումները ՝ օգտագործելով անկայուն Daily ալիքը:

source: Daily is an unstable testing and development platform, make sure you back up important data regularly!
hy_am: Daily-ին փորձարկման և զարգացման անկայուն հարթակ է, համոզվեք, որ կանոնավոր կերպով կրկնօրինակում եք կարևոր տվյալները:

source: Download Daily
hy_am: Ներբեռնել Daily-ին

source: New in Thunderbird 91
hy_am: Նորը Thunderbird 91-ում

source: This article describes some of the major changes visible to users in Thunderbird version 91. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird release notes from 91.0 and up</a>.
hy_am: Այս հոդվածը նկարագրում է Thunderbird 91 տարբերակում օգտվողների համար տեսանելի մի քանի հիմնական փոփոխություններ: Բոլոր փոփոխությունների ամբողջական մանրամասները կարող եք գտնել <a href="%(release)s"> Thunderbird 91.0-ի թողարկման նշումներում</a>:

source: New Account Setup
hy_am: Նոր հաշվի տեղակայում

source: Attachments & Drag-and-Drop
hy_am: Կցորդներ և Քաշել ու գցել

source: Learn More
hy_am: Իմանալ ավելին

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 91.0 and up</a>.
hy_am: Այս թողարկման բոլոր մանրամասները կարող եք տեսնել <a href="%(release)s"> Thunderbird 91.0 և ավելի նորի</a> թողարկման նշումներում:

source: The page you are looking for doesn’t exist. If you think this is a bug, you can <a href="%(bug_report_url)s">report an issue here</a>.
da: Siden, du leder efter, findes ikke. Hvis du mener, at det er en fejl, kan du <a href="%(bug_report_url)s">oprette en fejlrapport her</a>.

source: Releases
ar: الإصدارات
br: Ermaeziadennoù
bs: Izdanja
ca: Versions
da: Udgivelser
gd: Sgaoilidhean
ms: Keluaran
pa_in: ਰੀਲਿਜ਼
si: නිකුතු

source: Calendar Add-on
br: Enlugellad Deiziataer
ca: Complement de calendari
da: Kalender-tilføjelse
gd: Tuilleadan a’ mhìosachain
ms: Add-on Kalendar
pa_in: ਕੈਲੰਡਰ ਐਡ-ਆਨ

source: Thunderbird for Organizations
br: Thunderbird evit Aozadurioù
bs: Thunderbird za organizacije
ca: Thunderbird per a organitzacions
da: Thunderbird til organisationer
gd: Thunderbird do bhuidhnean
ms: Thunderbird untuk Organisasi
pa_in: ਸੰਗਠਨ

source: Themes
ar: سمات
br: Dodennoù
bs: Teme
ca: Temes
da: Temaer
gd: Ùrlaran
ms: Tema
pa_in: ਥੀਮ
si: තේමා

source: Support
ar: الدعم
br: Skorañ
bs: Podrška
ca: Ajuda
da: Hjælp
gd: Taic
ms: Sokongan
pa_in: ਸਹਿਯੋਗ
si: සහාය

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
ar: حقوق بعض هذا المحتوى محفوظة لمساهمي موزيلا ©1998–%(current_year)s. المحتوى منشور تحت <a href="%(url)s">رخصة المشاع الإبداعي</a>.
br: Lodennoù an endalc'had-mañ zo ©1998–%(current_year)s gant perzhidi hiniennel eus mozilla.org. Endalc'had hegerz dindan termenoù al <a href="%(url)s">lañvaz Creative Commons</a>.
bs: Dijelovi ovog sadržaja su ©1998 –%(current_year)s pojedinačnim mozilla.org saradnicima. Sadržaj je dostupan pod <a href="%(url)s">Creative Commons licencom</a>.
ca: Parts d'aquest contingut són ©1998–%(current_year)s de col·laboradors de mozilla.org. El contingut està subjecte a la <a href="%(url)s">llicència Creative Commons</a>.
da: Dele af dette indhold er ©1998–%(current_year)s af individuelle mozilla.org-bidragsydere. Indholdet er tilgængeligt under en <a href="%(url)s">Creative Commons licens</a>.
gd: Tha cuid dhen t-susbaint seo fo ©1998–%(current_year)s le com-pàirtichean mozilla.org. Tha an t-susbaint ri fhaighinn fo cheadachas <a href="%(url)s">Creative Commons</a>.
ms: Sebahagian kandungan ini ©1998–%(current_year)s dihasilkan oleh individu penyumbang mozilla.org. Kandungan tersedia di bawah <a href="%(url)s">Lesen Creative Commons</a>.
pa_in: ਇਹ ਸਮੱਗਰੀ ਦੇ ਹਿੱਸੇ ©1998–%(current_year)s ਵੱਖ-ਵੱਖ mozilla.org ਦਾ ਯੋਗਦਾਨ ਹਨ। ਸਮੱਗਰੀ <a href="%(url)s">ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਲਸੰਸ</a> ਅਧੀਨ ਹੈ।

source: About
ar: تعرّف على موزيلا
br: A-zivout
bs: O nama
ca: Quant a
da: Om
gd: Mu dhèidhinn
ms: Perihal
pa_in: ਇਸ ਬਾਰੇ
si: පිළිබඳ

source: Report Trademark Abuse
ar: بلّغ عن إساءة استخدام للعلامات التجارية
br: Kas un danevell a-zivout dreistarver ur merk marilhet
bs: Prijavite zloupotrebu zaštitnog znaka
ca: Informeu d'un abús de la marca
da: Rapportér misbrug af varemærker
gd: Dèan aithris air droch chleachdadh comharraidh-mhalairt
ms: Lapor Penyalahgunaan Jenama
pa_in: ਟਰੇਡਮਾਰਕ ਉਲੰਘਣ ਦੀ ਜਾਣਕਾਰੀ
si: වෙළදසළකුණු අයථා භාවිතය වාර්තා කරන්න

source: Download Thunderbird Beta &amp; Try the Next Thunderbird
br: Pellgargañ ar stumm beta eus Thunderbird &amp; Esaeit ar Thunderbird da zont
bs: Preuzmite Thunderbird Beta i probajte sljedeći Thunderbird
ca: Baixeu el Thunderbird Beta i proveu la propera versió del Thunderbird
da: Hent Thunderbird Beta og prøv den næste Thunderbird
ms: Muat turun Thunderbird Beta &amp; Cubalah Thunderbird Akan Datang
pa_in: ਥੰਡਰਬਰਡ ਬੀਟਾ &amp; ਡਾਊਨਲੋਡ ਕਰੋ. ਅਗਲੇ ਥੰਡਰਬਰਡ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: Download and test Thunderbird Beta and experience features and fixes early!
br: Pellgargit hag amprouit Thunderbird Beta ha dizoloit ar c'heweriusterioù hag ar reizhadennoù abred!
bs: Preuzmite i testirajte Thunderbird Beta i iskusite mogućnosti i ispravke ranije!
ca: Baixeu i proveu el Thunderbird Beta i sigueu dels primers a experimentar les funcions noves!
da: Hent and test Thunderbird Beta og oplev funktioner og rettelser tidligt!
ms: Muat turun dan uji Thunderbird Beta dan alami dahulu ciri dan binaannya!
pa_in: ਥੰਡਰਬਰਡ ਬੀਟਾ ਡਾਊਨਲੋਡ ਅਤੇ ਟੈਸਟ ਕਰੋ ਸੁਵਿਧਾਵਾਂ ਦੇ ਤਜਰਬੇ ਕਰੋ ਅਤੇ ਜਲਦੀ ਠੀਕ ਕਰੋ।

source: Welcome to the <strong>Future of Thunderbird</strong>
br: Donemat e <strong>dazont Thunderbird</strong>
bs: Dobrodošli u <strong>Budućnost Thunderbirda</strong>
ca: Us donem la benvinguda al <strong>futur del Thunderbird</strong>
da: Velkommen til <strong>fremtidens Thunderbird</strong>
ms: Selamat datang ke <strong>Future of Thunderbird</strong>
pa_in: <Strong> ਥੰਡਰਬਰਡ ਦੇ ਭਵਿੱਖ </strong> ਤੇ ਸੁਆਗਤ ਹੈ

source: Download Thunderbird Beta and be one of the first to try the newest features in the next version of Thunderbird! By giving us your feedback, you’ll help make email better for millions of your fellow users.
br: Pellgargit Thunderbird Beta ha bezit e-mesk ar re gentañ oc'h ober gant ar c'heweriusterioù nevesañ er stumm da-heul Thunderbird! En ur rannañ evezhiadennoù ganeomp emaoc'h o vont da sikour gwellaat ar posteloù evit milionoù a arveriaded.
bs: Preuzmite Thunderbird Beta i budite jedni od prvih koji će probati najnovije karakteristike u sljedećoj verziji Thunderbirda! Dajući nam vašu povratnu informaciju, pomoći ćete nam napraviti email boljim za milione drugih korisnika.
ca: Baixeu el Thunderbird Beta i sigueu dels primers a provar les funcions noves de la propera versió del Thunderbird! Envieu-nos comentaris per ajudar a millorar el correu electrònic per a milions d'usuaris.
da: Hent Thunderbird Beta, og vær en af de første til at prøve de nyeste funktioner i den næste version af Thunderbird! Giv os feedback, og hjælp os med at forbedre mail for millioner af ligesindede brugere.
ms: Muat turun Thunderbird Beta dan menjadi orang pertama yang menguji ciri baru versi Thunderbird seterusnya! Dengan memberikan maklum balas, anda akan membantu menjadikan e-mel yang lebih baik untuk berjuta-juta pengguna lain.

source: Experience cutting edge features with more stability
br: Dizoloit keweriusterioù nevez-flamm gant muioc'h a stabilded
bs: Iskusite najnovije mogućnosti s više stabilnosti
ca: Experimenteu les funcions més innovadores amb més estabilitat
da: Oplev de sidste nye funktioner med mere stabilitet
ms: Alami ciri terkini dengan lebih kestabilan
pa_in: ਜਿਆਦਾ ਸਥਿਰਤਾ ਦੇ ਨਾਲ ਵਧੀਆਂ ਸੁਵਿਧਾਵਾਂ ਕੱਟਣ ਦਾ ਤਜ਼ਰਬਾ ਕਰੋ

source: <a href="https://discourse.mozilla.org/c/thunderbird/beta">Provide feedback</a> to help refine and polish what will be in the final release
br: <a href="https://discourse.mozilla.org/c/thunderbird/beta">Pourvezit evezhiadennoù</a> evit sikour ac'hanomp da danavaat ha lufrañ ar pezh a vo en ermaeziadenn ziwezhañ
bs: <a href="https://discourse.mozilla.org/c/thunderbird/beta">Pružite nam povratnu informaciju</a> da nam pomognete izoblikovati konačnu verziju
ca: <a href="https://discourse.mozilla.org/c/thunderbird/beta">Envieu comentaris</a> per ajudar a perfeccionar la versió final
da: <a href="https://discourse.mozilla.org/c/thunderbird/beta">Giv feedback</a> for at hjælpe os med at forbedre og forfine den endelige udgivelse
ms: <a href="https://discourse.mozilla.org/c/thunderbird/beta">maklum balas</a> untuk membantu mengemas dan melancarkan keluaran akhir
pa_in: ਫਾਈਨਲ ਰੀਲੀਜ਼ ਵਿੱਚ ਕੀ ਹੋਵੇਗਾ ਇਸ ਨੂੰ ਸੁਧਾਰਨ ਅਤੇ ਪੋਲਿਸ਼ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰੋ <a href="https://discourse.mozilla.org/c/thunderbird/beta"> ਫੀਡਬੈਕ ਪ੍ਰਦਾਨ ਕਰੋ </a>

source: Tabs
ar: الألسنة
br: Ivinelloù
bs: Tabovi
ca: Pestanyes
da: Faneblade
gd: Tabaicheans
ms: Tab
pa_in: ਟੈਬਾਂ
si: ටැබ්

source: Double-clicking or hitting enter on a mail message will now open that message in a new tab window. Right-clicking on messages or folders will open them in a tab in the background.
ar: إذا نقرت مرتين أو ضغطت زر الإدخال على رسالة البريد فسَيُمكنك فتح تلك الرسالة في لسان جديد. أما النقر بالزر الأيمن على الرسائل أو المجلدات فيقوم بفتحها في لسان في الخلفية
br: Mar bez daougliket pe bouezet Enankañ war ur postel e vo digoret bremañ ar gemennadenn-mañ war prenestr un ivinell. Mar bez kliket a-zehou war ar c’hemennadennoù e vint digoret en un ivinell en drekleur.
bs: Duplo klikanje ili pritiskanje entera na poruci e-pošte će sada otvoriti tu poruku u novom tabu. Desno klikanje na poruke ili foldere će ih otvoriti u tabu u pozadini.
ca: Fer doble clic o prémer intro en un missatge farà que s’obri en una nova pestanya. Fer clic dret en missatges o carpetes les obrirà en una pestanya en segon pla.
da: Dobbeltklik på en meddelelse, eller tryk på tasten Enter for at åbne meddelelsen i et nyt faneblad. Du kan højreklikke på meddelelser og mapper og få dem åbnet i et nyt faneblad uden at få skiftet fokus.
gd: Ma nì thu briogadh dùbailte no ma phutas tu Enter air teachdaireachd puist, thèid fhosgladh ann an taba ùr. Ma nì thu briogadh deis air pasgain no teachdaireachdan, thèid am fosgladh ann an taba sa chùlaibh.
ms: Dwi-klik atau menekan enter pada mesej mel akan membuka mesej tersebut dalam tetingkap tab baru. Klik-kanan pada mesej atau folder akan membuka mesej dalam tab dalam latar belakang.
si: ලිපියක් නව ටැබයක් තුළ විවෘත කිරීමට එය මත දිවී-ක්ලික් කිරීම හෝ enter යතුර එබීම ප්‍රමාණවත්ය. ලිපි හෝ ෆෝල්ඩර නව ටැබයක් තුළ පසුබිමේ විවෘත කිරීමට එය දකුණත්-ක්ලික් කළ හැකිය.

source: Search
ar: البحث
br: Klask
bs: Pretraga
ca: Cerca
da: Søgning
gd: Lorg
ms: Cari
pa_in: ਖੋਜ
si: සෙවුම් (Search)

source: The search interface in Thunderbird contains filtering and timeline tools to pinpoint the exact email you’re looking for. Thunderbird also indexes all of your emails to help you search even faster. Your search results are displayed in a tab so you can easily switch back and forth to your search results and other email.
ar: واجهة البحث في ثندربرد تحتوي على أدوات ترشيح وتحديد جدول زمني للعثور على البريد الإلكتروني المعين الذي تبحث عنه. ثندربرد يقوم أيضا بإضافة فهارس إلى جميع رسائل البريد الإلكتروني لمساعدتك في البحث بسرعة أكبر. تُعرض نتائج البحث في لسان منفصل بحيث يمكنك الانتقال بسهولة بينه و بين لسان البريد الإلكتروني الآخر
br: Ketal klask Thunderbird zo binvioù silañ hag un horolaj da ziskouez ar postel rik emaoc’h o klask. Ho posteloù holl a vez ibiliet da lakaat ho klaskoù herrekoc’h c’hoazh. Skrammet e vez disoc’hoù ho klaskoù war un ivinell gant disoc’hoù ho klaskoù hag ar posteloù all a vez lakaet war-raok pe a-dreñv ent aes.
bs: Interfejs pretraga u Thunderbird sadrži filtriranje i vremenske alate da odredi precizan email koji tražite. Thunderbird također indeksira sve vaše emailove da vam pomogne pretraživati još brže. Rezultati vaše pretrage su prikazani u tabu tako da možete jednostavno prebaciti natrag u rezultate pretraga i ostale pošte.
ca: La interfície de cerca en el Thunderbird conté filtres i eines de temps per trobar exactament el correu que esteu cercant. El Thunderbird també indexa tots els vostres correus per ajudar-vos a cercar-los encara més ràpidament. Els resultats de la cerca es mostren en una pestanya perquè pugueu anar canviant entre els resultats i altres correus.
da: Søgefunktionen i Thunderbird indeholder filtrering og tidsværktøjer, der gør det muligt nemt at finde frem til lige netop den mail, du leder efter. Thunderbird indekserer alle dine mails, så du kan søge endnu hurtigere. Dine søgeresultater vises i et faneblad, så du let kan skifte frem og tilbage mellem dine søgeresultater og dine andre mails.
gd: Tha inneal-luirg ùr aig Thunderbird 3.1 leis an urrainn dhut criathradh no lorg a-rèir ama gus am faigh thu am post a tha a dhìth ort. Tha Thunderbird 3.1 a’ clàr-amaiseadh am post gu lèir agad cuideachd agus gheibh thu greim air teachdaireachdan leis nas luaithe fhathast. Chì thu toraidhean an luirg agad ann an taba gus an urrainn dhut leumadh eadar na toraidhean agad ’s post eile gu èasgaidh.
ms: Antara muka carian dalam Thunderbird mengandungi alatan tapisan dan garis masa supaya anda boleh mencari dengan tepat. Thunderbird juga mengindeks semua e-mel anda untuk membantu carian yang lebih pantas. Hasil carian anda dipaparkan dalam tab supaya anda boleh menukar hasil carian dengan e-mel lain dengan mudah.
si: Thunderbird ඇති නව සෙවුම් අතුරු මුහුණතෙහි ඇති පෙරහන හා කාලරේඛා මෙවලම් භාවිතයෙන් ඔබට ඇවැසි දේ වඩාත් සියුම්ව සොයාගත හැකිය.එසේම Thunderbird ඔබගේ සියළු ලිපි සූචිකරණය කර සෙවුම් වඩා වේගවත් කරයි. ඔබගේ සෙවුම් ප්‍රතිඵල වෙනම ටැබයක පෙන්වන බැවින් ඒවා සහ වෙනත් ලිපි අතර මාරුවීමද පහසු කරවයි.

source: Selecting the Archive button or hitting the ‘A’ key will archive your email.
ar: اختر زر الأرشفة لتبدأ أرشفة رسائلك.
br: Mar bez diuzet an afell Diell pe bouezet war ar stokell "A" e vo lakaet ho postel en dielloù.
bs: Odabir tipke Arhiviraj ili pritisak ‘A’ tipke će arhivirati vaš email.
ca: Seleccionar el botó d’arxivar o prémer la tecla «A» arxivarà el correu.
da: Du kan arkivere en mail ved at klikke på knappen Arkiver eller ved at benytte genvejstasten "A".
gd: Ma chleachdas tu putan na tasg-lainn no am putan ’A’, thèid am post agad a chur san tasg-lann.
ms: Memilih butang Arkib atau menekan kekunci ‘A’ akan mengarkib e-mel anda.
si: සංරක්ෂණය බොත්තම ක්ලික් කිරීමෙන් හෝ ‘A’ යතුර එබීමෙන් ඔබගේ ලිපිය සංරක්ෂණය (Archive) වනු ඇත.

source: Activity Manager
ar: مدير النشاطات
br: Ardoer an Oberiantiz
bs: Menadžer aktivnosti
ca: Gestor d'activitat
da: Aktivitetsvinduet
gd: Am manaidsear gnìomhachd
ms: Pengurus Aktiviti
pa_in: ਐਕਟੀਵਿਟੀ ਮੈਨੇਜਰ
si: ක්‍රියාකාරීත්ව කළමනාකරු

source: The Activity Manager records all the interactions between Thunderbird and your email provider in one place. There’s no more guess work. You only have to look in one place to see everything that’s happening with your email.
ar: مديرالنشاطات يسجل كل التفاعلات بين ثندربرد وخادوم البريد الإلكتروني في مكان واحد. عليك فقط النظر في مكان واحد لمعرفة كل ما يحدث مع بريدك الإلكتروني
br: Enrollañ a ra Ardoer an Oberiantiz an holl etrewezhiadurioù etre Thunderbird hag ho pourchaser postel en ul lec’h. N’eus labour divinout ebet ken. N’eus nemet da sellout en ul lec’h hepken da welout pep tra a zo o tegouezhout gant ho postel.
bs: Menadžer aktivnosti bilježi sve interakcije između Thunderbirda i vašeg email provajdera u jednom mjestu. Nema više pogađanja posla. Sve što trebate je pogledati u jedno mjesto i vidjeti sve šta se dešava s vašim emailom.
ca: El gestor d’activitat enregistra totes les interaccions entre el Thunderbird i el vostre proveïdor de correu en un sol lloc. No cal resoldre més endevinalles. Només cal que mireu a un sol lloc per saber tot el que passa al vostre correu.
da: I aktivitetsvinduet registreres alle interaktioner mellem Thunderbird og din mailudbyder. Der er ikke flere gætterier. Du behøver kun at kigge et sted for at se alt, hvad der sker med din mail.
gd: Clàraichidh am manaidsear gnìomhachd gach rud a thachras eadar Thunderbird is solaraiche a’ phuist agad san aon àite. Chan eil feum tuilleadh air tomhas. Cha leig thus leis ach sùil a thoirt air aon àite airson gach fiosrachadh mun phost agad.
ms: Pengurus Aktiviti merekodkan semua interaksi antara Thuderbird dengan penyedia e-mel dalam satu tempat. Tiada lagi keraguan. Anda hanya perlu cari dalam satu tempat untuk melihat semua yang berlaku dengan e-mel anda.
si: ක්‍රියාකාරීත්ව කළමනාකරු ඔබගේ වි. තැපැල් සේවාදායකයා හා Thunderbird අතර සියළු ක්‍රියාකාරීත්වන් සටහන් කරයි. කිසිවක් අනුමාන කළයුතු නොවේ. ලිපි භාවිතයේදී සිදුවූ සියළු දේ එක් ස්ථානයකින් බලාගත හැකිය.

source: With Personas, lightweight "skins" allow you to change the look and feel of Thunderbird in an instant. Hundreds of skins are available from the latest movies, famous landmarks, and Japanese tattoos. You can also choose from several Themes that dress up all the different icons in Thunderbird.
ar: تسمح لك البرسونا والسمات الخفيفة بتغيير مظهر ثندربرد في لحظة. مئات السمات صارت متاحة من أحدث الأفلام، والمعالم الشهيرة، والوشوم اليابانية. يمكنك أيضا الاختيار بين العديد من المواضيع المميزة لكافة الرموز المختلفة في ثندربيرد
br: Personas, "neuzioù" skañv, a ro tro deoc’h da gemmañ neuz ha deouez Thunderbird en un netraïg. Kantadoù a neuzioù zo hegerz digant ar filmoù nevesañ, gweledvaoù brudet mat, ha tatouioù japanat. Dibabet e vez e-touez kalz Dodennoù a wisko an holl arlunioù e Thunderbird.
bs: S Personas, lagani "skinovi" omogućavaju vam da promijenite izgled i osjećaj Thunderbirda u trenu. Stotine tema su dostupne iz posljednjih filmova, poznatih znamenitosti, i japanskih tetovaža. Također možete izabrati od nekoliko tema koje će dotjerati izgled svih ikona u Thunderbirdu.
ca: Amb el Personas, aparences lleugeres us permeten canviar l’aparença i el comportament del Thunderbird en un instant. Hi ha disponibles centenars d’aparences de les darreres pel·lícules, paisatges famosos i tatuatges japonesos. També podeu triar algun dels temes que vesteixen totes les icones en el Thunderbird.
da: Personas er letvægtstemaer, der giver dig mulighed for at skifte Thunderbirds udseende på et øjeblik. Hundredvis af personas er tilgængelige fra de nyeste film, berømte steder og japanske tatoveringer. Du kan også vælge mellem flere temaer, som kan udskifte de forskellige ikoner i Thunderbird.
gd: Tha pearsachan ann, "craiceannan" aotram a dh’atharraicheas an coltas a tha air Thunderbird sa bhad. Tha na ceudan de chraiceannan ann ’s na h-ùrlaran aca stèidhichte air gach rud eadar na filmichean as ùire, seallaidhean ainmeil ’s tatùthan Seapanach. Tha roghadh is taghadh agad cuideachd eadar na ceudan de dh’ùrlaran a chuireas coltas eile air na h-ìomhaigheagan ann an Thunderbird.
ms: Dengan "kulit" ringkas Personas, anda boleh ubah penampilan Thunderbird dengan segera. Beratus-ratus tema tersedia, daripada wayang terkini, mercu tanda terkenal hingga ke tatoo Jepun. Anda juga boleh pilih Tema yang menyediakan berlainan ikon dalam Thunderbird.
si: Personas හා lightweight "skins" Thunderbird පෙනුම ක්ෂණිකව වෙනස් කර ගැනීම සඳහා ඔබට සහායය ලබාදේ. මෙහිදී දහස් ගණනක් වූ තෝරාගැනීම් අතුරින් ඔබට රිසිදේ ලබාගත හැකිය. එසේම එකිනෙකට වෙනස් වූ අයිකනයන් සහිත වෙනස් තේමාවන් අතරින්ද ඔබට රිසිදේ තෝරාගත හැකිය.

source: Thunderbird’s update system checks to see if you’re running the latest version, and notifies you when a security update is available. These security updates are small (usually 200KB - 700KB), giving you only what you need and making the security update quick to download and install. The automated update system provides updates for Thunderbird on Windows, OS X, and Linux in over 40 different languages.
br: Reizhiad hizivadur Thunderbird a wirio ma erounfec'h an handelv diwezhañ, hag e kelaouo ac'hanoc'h pa vo hegerz un hizivadur diogelroez. An hizivadurioù diogelroez a vez bihan (peurvuiañ etre 200 Ke - 700 Ke), ar pezh a ro deoc'h just ar pezh ho peus ezhomm ha da staliañ buan an hizivadur diogelroez. Ar reizhiad hizivadur emgefreek a bourvez hizivadurioù evit Thunderbird dindan Windows, OS X ha Linux e muioc'h eget 40 yezh disheñvel.
bs: Thunderbirdov sistem ažuriranja provjerava da li koristite najnoviju verziju i obavještava vas kada su sigurnosne dopune dostupne. Te sigurnosne dopune su male (obično 200KB - 700KB), davajući vam samo ono što trebate i čine sigurnosno ažuriranje brzim za preuzimanje i instalaciju. Automatizovani sistem ažuriranja pruža dopune za Thunderbird na Windowsu, OS X-u i Linuxu na preko 40 različitih jezika.
ca: El sistema d'actualització del Thunderbird comprova si esteu utilitzant l'última versió i us avisa quan hi ha alguna actualització de seguretat. Aquestes actualitzacions de seguretat són petites (normalment de 200 a 700 KB) i ràpides de baixar i d'instal·lar. El sistema d'actualització automàtic ofereix actualitzacions del Thunderbird per al Windows, OS X i Linux en més de 40 llengües.
da: Thunderbirds opdateringssystem kontrollerer, om du bruger den seneste version, og giver dig besked, når en sikkerhedsopdatering er tilgængelig. Sikkerhedsopdateringerne er normalt små (200 KB - 700 KB), hvilket gør opdateringen hurtig at hente og installere. Det automatiske opdateringssystem leverer opdateringer til Thunderbird på Windows, OS X og Linux på mere end 40 forskellige sprog.
ms: Sistem kemaskini Thunderbird menyemak samada versi yang anda gunakan adalah versi terkini, dan memaklumkan anda apabila ada kemaskini keselamatan. Kemaskini keselamatan ini adalah kecil (biasanya 200KB - 700KB), hanya yang anda perlukan dan membuatkan kemaskini ini pantas untuk dimuat turun dan dipasang. Sistem kemaskini automatik menyediakan kemaskini Thunderbird untuk Windows, OS X dan Linux dalam 40 bahasa berlainan.

source: Mozilla Thunderbird Release Notes
br: Notennoù ermaeziañ Mozilla Thunderbird
bs: Napomene o izdanju za Mozilla Thunderbird
ca: Notes de la versió del Mozilla Thunderbird
da: Udgivelsesnoter for Mozilla Thunderbird
ms: Nota Keluaran Thunderbird Mozilla
pa_in: ਮੋਜ਼ਿਲਾ ਥੰਡਰਬਰਡ ਨੇ ਨੋਟਿਸ ਰੀਲਿਜ਼ ਕੀਤੇ

source: Home
br: Degemer
bs: Početna
ca: Inici
da: Start
ms: Halaman utama
pa_in: ਘਰ

source: Release Notes
ar: ملاحظات الإصدار
br: Notenn a-zivout an handelv
bs: Napomene o izdanju
ca: Notes de la versió
da: Udgivelsesnoter
gd: Na notaichean sgaoilidh
ms: Nota Keluaran
pa_in: ਰੀਲਿਜ਼ ਨੋਟਿਸ
si: නිකුතු සටහන්

source: Thunderbird Releases
br: Ermaeziadennoù Thunderbird
bs: Thunderbird izdanja
ca: Versions del Thunderbird
da: Thunderbird-versioner
ms: Keluaran Thunderbird
pa_in: ਥੰਡਰਬਰਡ ਰੀਲਿਜ਼
