Repository: MelissaAutumn/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ar, be, br, bs, ca, da, gd, hy_am, id, lt, lv, ms, pa_in, ro, si

source: Themes allow you to change the look of Thunderbird in an instant. Working on getting to inbox zero at night? Turn on the dark theme to make managing your email easier on the eyes. Thunderbird ships with both light and dark themes, and more are available as add-ons.
hy_am: Ձևավորումները թույլ են տալիս ակնթարթորեն փոխել Thunderbird-ի տեսքը: Գիշերվա ընթացքում աշխատում եք ներարկղային զրոյին հասնելու վրա: Միացրեք մութ թեման `ձեր էլ.փոստը հեշտությամբ կառավարելու համար: Thunderbird նավերը թե թեթև, թե մութ թեմաներով և ավելին կան որպես հավելումներ:
id: Tema memungkinkan Anda untuk mengubah tampilan Thunderbird dalam sekejap. Berusaha membersihkan kotak masuk di malam hari? Aktifkan tema gelap agar mengelola surel Anda lebih mudah di mata. Thunderbird dihadirkan dengan tema terang dan gelap, dan lainnya tersedia sebagai pengaya.
lt: Grafiniai apvalkalai leidžia akimirksniu pakeisti „Thunderbird“ išvaizdą. Jums būtina naktį patikrinti ar neatėjo labai svarbu laiškas? Įjunkite tamsią temą ir akims taps gerokai patogiau. „Thunderbird“ instaliuojamas tiek su šviesia, tiek su tamsia temomis, o daugiau temų rasite prieduose.
lv: Tēmas ļauj vienā mirklī mainīt Thunderbird izskatu. Vai strādājat naktī, lai iztīrītu visu iesūtni? Ieslēdziet tumšo tēmu, lai atvieglotu acīm darbu ar epastu. Thunderbird piegādā ar gaišām un tumšām tēmām, bet citas tēmas ir pieejamas kā papildinājumi.
ro: Temele permit modificarea aspectului Thunderbird într-o clipă. Lucrezi noaptea ca să termini toate mesajele din căsuța poștală? Activează tema întunecată pentru a face gestionarea poștei electronice mai ușor de suportat pentru ochii tăi. Thunderbird are atât o temă luminoasă, cât și una întunecată, precum și multe alte posibilități sub formă de suplimente.

source: Smart Folders
ar: المجلدات الذكية
br: Teuliadoù speredek
bs: Pametni folderi
ca: Carpetes intel·ligents
da: Smarte mapper
gd: Pasgain ghlice
hy_am: Խելացի թղթապանակներ
id: Folder Pintar
lt: Suvestiniai aplankai
lv: Viedās mapes
ms: Folder Pintar
pa_in: ਚੁਸਤ ਫੋਲਡਰ
ro: Dosare inteligente
si: පහන් ෆෝල්ඩර (Smart Folders)

source: Smart Folders help you manage multiple email accounts by combining special folders like your Inbox, Sent, or Archive folder. Instead of going to the Inbox for each of your mail accounts, you can see all of your incoming email in one Inbox folder.
ar: المجلدات الذكية تساعدك على إدارة حسابات البريد الالكتروني المتعددة من خلال الجمع بين المجلدات الخاصة مثل صندوق الوارد أو مجلد الأرشيف. بدلا من أن تذهب إلى البريد الوارد لكل حساب، يمكنك أن ترى كل البريد الإلكتروني الخاص بك في مجلد واحد خاص بصندوق الوارد.
br: An teuliadoù speredek ho skoazello a-benn ardeiñ ho kontoù postel lies en ur genaozañ an teuliadoù evel Boestad degemer, Kaset pe an teuliad Dielloù. E-lerc’h ma ’z ay ho posteloù e-barzh boestad degemer pep kont e welot ho posteloù o vont e-barzh un teuliad Boestad degemer hepken.
bs: Pametni folderi vam pomažu upravljanje više e-mail računa spajanjem posebnih foldera kao što je folder Primljeno, Poslano, ili folder Arhivirano. Umjeto odlaska u folder za svaki e-mail račun, možete vidjeti sve vaše dolazeće emailove u jednom folderu dolazne pošte.
ca: Les carpetes intel·ligents us permeten gestionar diversos comptes de correu amb la combinació de carpetes especials com la safata d’entrada, els missatges enviats o la carpeta de l’arxiu. En lloc d’anar a la safata d’entrada per cada un dels comptes de correu, podeu veure tots els correus que entren en una sola carpeta de safata d’entrada.
da: Smarte mapper hjælper dig med at håndtere flere mailkonti ved at kombinere særlige mapper fra de forskellige konti, såsom Indbakke, Sendt og Arkiv. I stedet for at gå til hver kontos indbakke, kan du se alle dine indkomne mails i én indbakke.
gd: Cuidichidh na pasgain ghlice ma tha thu airson smachd a chumail air iomadh cunntas puist ’s iad a’ co-aonadh nam pasgan sònraichte, leithid nam bogsaichean a-steach, pasgain a’ phuist chuirte no pasgan nan tasg-lannan. Cha bhi agad siubhal eadar na diofar bogsaichean a-steach agad, fear gach cunntas, ’s gach teachdaireachd a thig a-steach san aon phasgan agad.
hy_am: Խելացի թղթապանակները կօգնեն կառավարել մի քանի փոստարկղեր՝ միացնելով որոշ հատուկ թղթապանակները, ինչպես օրինակ՝ Մուտքայինը, Ուղարկվածը կամ Արխիվը: Ամեն անգամ յուրաքանչյուր փոստարկղի Մուտքային գնալու փոխարեն դուք կկարողանաք տեսնել ձեր բոլոր ստացած նամակները մեկ Մուտքային թղթապանակում:
id: Folder Pintar membantu anda mengelola banyak akun surel dengan menggabungkan folder spesial seperti folder Kotak Surat, Terkirim dan Arsip anda. Dari pada ke Kotak Surat untuk masing-masing akun surel, anda dapat melihat semua surel yang masuk di dalam satu folder Kotak Masuk.
lt: Suvestinių aplankų dėka su keliomis el. pašto paskyromis galite dirbti lyg su viena – gautųjų ir išsiųstųjų laiškų, archyvo bei kiti specialieji aplankai bus vaizduojami kaip vienas. Užuot keliavę po naujus laiškus kiekvienos paskyros gautųjų laiškų aplanke, visus gautus laiškus matysite vienoje vietoje.
lv: Viedās mapes palīdz pārvaldīt vairākus epasta kontus, apvienojot īpašas mapes, piemēram, mapi Iesūtne, Nosūtītās vai Arhīvs. Tā vietā, lai pārietu uz katru pasta konta iesūtni, visus ienākošos epastus varat redzēt vienā mapē Iesūtne.
ms: Folder Pintar membantu anda menguruskan berbilang akaun e-mel dengan menggabungkan folder khas seperti peti masuk, folder Dihantar atau Arkib. Anda tidak lagi perlu pergi ke Peti Masuk setiap akaun e-mel dan boleh melihat semuanya dalam satu folder Peti Masuk.
ro: Dosarele inteligente îți permit gestionarea mai multor conturi de e-mail prin combinarea directoarelor speciale ca Mesaje primite, Mesaje trimise sau Arhivă. În loc să mergi la Mesaje primite pentru fiecare cont de e-mail, acum le poți vedea pe toate într-un singur dosar Mesaje primite.
si: ලදලිපි, යැවූලිපි, හෝ සංරක්ෂණ වැනි විශේෂ ෆෝල්ඩර ඒකාබද්ධ කර බහුවිධ තැපැල් ගිණුම් කළමනාකරණයට අවශ්‍ය සහායය පහන් ෆෝල්ඩර විසින් ලබාදේ. එක් එක් ගිණුමේ ලදලිපි වෙත වෙන වෙනම යනවා වෙනුවට එක් ලදලිපි ෆෝල්ඩරයක් තුළ ලැබෙන ලිපි සියල්ල බලාගත හැකිය.

source: Add-ons Manager
ar: مدير الإضافات
be: Менеджар дадаткаў
br: Ardoer an askouezhioù
bs: Upravitelj dodacima
ca: Gestor de complements
da: Håndtering af tilføjelser
gd: Manaidsear nan tuilleadan
hy_am: Հավելումների կառավարիչ
id: Pengelola Pengaya
lt: Priedų tvarkytuvė
lv: Papildinājumu pārvaldnieks
ms: Pengurus Add-ons
pa_in: ਐਡ-ਆਨ ਮੈਨੇਜਰ
ro: Manager de suplimente
si: ඇඩෝන කළමනාකරු

source: Find and install add-ons directly in Thunderbird. You no longer need to visit the add-ons Web site - instead simply fire up the Add-ons Manager. Not sure which add-on is right for you? Ratings, recommendations, descriptions and pictures of the add-ons in action help you make your selection.
ar: ابحث عن الإضافات وثَبتها مباشرة في ثندربرد. لم تعد تحتاج إلى زيارة موقع الوب الخاص بالإضافات. ما عليك سوى فتح مدير الإضافات. لست متأكدًا من الإضافة المناسبة لك؟ ستجد تقييمات وتوصيات وأوصافًا وصورًا خاصة بالإضافات تساعدك على الاختيار.
br: Kavit ha stailhit askouezhioù e Thunderbird war-eeun. N’hoc’h eus ket mui ezhomm gweladenniñ lec’hienn web an askouezhioù - loc’hit Ardoer an askouezhioù en he lec’h. N’oc’h ket sur eus peseurt askouezh hoc’h eus ezhomm ? Prizadurioù, alioù, deskrivadurioù ha skeudennoù eus an askouezhioù a ro skoazell deoc’h evit ober ho tibab.
bs: Pronađite i instalirajte sve dodatke direktno u Thunderbirdu. Ne morate više posjećivati web stranicu sa dodacima - umjesto toga jednostavno pokrenite Upravitelja dodataka. Niste sigurni koji dodatak je pravi za vas? Ocjene, preporuke, opisi i slike dodataka u akciji pomoći će vam napraviti izbor.
ca: Trobeu i instal·leu complements directament en el Thunderbird. Ja no cal que visiteu el lloc web de complements. En lloc d’això simplement obriu el gestor de complements. No esteu segur de quin complement necessiteu? Valoracions, recomanacions, descripcions i imatges dels complements en acció us ajudaran a fer la selecció.
da: Find og installer tilføjelser direkte i Thunderbird. Det er ikke længere nødvendigt at besøge webstedet med tilføjelser - i stedet åbner du fanebladet med tilføjelser. Hvis du er i tvivl om, hvilke tilføjelser der er de rette for dig, kan du gennemse bedømmelser, anbefalinger og beskrivelser, og du kan se billeder af tilføjelserne i brug, så du nemmere kan finde de ønskede tilføjelser.
gd: Lorg is stàlaich tuilleadan ann an Thunderbird fhèin. Cha bhi agad tadhal air làrach-lìn nan tuilleadan tuilleadh. Tòisich manaidsear nan tuilleadan agus sin agad e. Ann an dà inntinn dè an tuilleadan ceart dhut? Dèan an taghadh ceart ’s an rangachadh, na molaidhean, na tuairisgeulan ’s dealbhan nan tuilleadan beò ’gad chuideachadh.
hy_am: Գտեք և տեղադրեք հավելումներ անմիջականորեն Thunderbird-ում: Այլևս կարիք չկա այցելել հավելումների կայքը: Համոզվա՞ծ չեք հավելումների ընտրության հարցում: Վարկանիշը, երաշխավորությունները, նկարագրությունները և պատկերները կօգնեն ընտրություն կատարել:
id: Cari dan pasang pengaya langsung di Thunderbird. Anda tidak perlu lagi mengunjungi situs Web pengaya - cukup luncurkan Pengelola Pengaya. Tak yakin pengaya mana yang tepat untuk anda? Penilaian, rekomendasi, deskripsi dan gambar pengaya ketika bekerja membantu anda menentukan pilihan.
lt: Ieškokite priedų ir juos diekite tiesiai „Thunderbird“ priedų tvarkytuvės lange – nė neatverdami priedų svetainės. Nežinote, kuris priedas jums labiausiai tinka? Apsispręsti padės atsiliepimai, rekomendacijos, aprašai ir priedų nuotraukos.
lv: Atrodiet un uzstādiet papildinājumus tieši Thunderbird. Jums vairs nav jāapmeklē papildinājumu vietne, tā vietā vienkārši aktivizējiet papildinājumu pārvaldnieku. Vai neesat pārliecināts, kurš papildinājums jums ir piemērots? Vērtējumi, ieteikumi, apraksti un papildinājumu darbības attēli palīdz izdarīt izvēli.
ms: Cari dan pasang add-ons terus dari dalam Thunderbird. Anda tidak lagi perlu melayari laman Web add-ons - hanya perlu lancarkan Pengurus Add-ons. Tidak tahu add-on yang sesuai? Penarafan, cadangan, keterangan dan gambar add-on boleh membantu anda membuat pemilihan.
ro: Găsește și instalează suplimente direct din Thunderbird. Nu mai trebuie să vizitezi site-ul de suplimente - pur și simplu pornește Managerul de suplimente. Nu ești sigur dacă e un supliment potrivit pentru tine? Punctajele, recomandările, descrierile și imaginile suplimentelor în asistența de acțiune te ajută să faci o selecție.
si: Thunderbird ඇඩෝන සෙවීම සහ ස්ථාපනය සෘජුවම කළ හැකිය. මේ සඳහා තව දුරටත් ඇඩෝන වෙබ් අඩවියට පිවිසීම අවශ්‍ය නොවන්නේ ඇඩෝන කළමනාකරු භාවිතයෙන් එය කළ හැකි බැවිනි. කවර ඇඩෝනය ඔබට සුදුසුදැයි තීරණය කළ නොහැකි අවස්ථාවලදී එහි ඇගයුම් (Ratings), නිර්දේශ, විස්තර, සහ පිංතූර එම තෝරාගැනීම සඳහා උදව් කරනු ඇත.

source: Robust Privacy
ar: خصوصية مقواة
br: Buhez prevez kreñvaet
bs: Snažna privatnost
ca: Privadesa robusta
da: Beskyt dit privatliv
gd: Prìobhaideachd threun
hy_am: Կայուն գաղտնիություն
id: Keamanan Kuat
lt: Užtikrintas privatumas
lv: Noturīgs privātums
ms: Keteguhan Privasi
pa_in: ਪਰਾਈਵੇਸੀ ਸੁਰੱਖਿਆ
ro: Confidențialitate robustă
si: ශක්තිමත් පෞද්ගලිකත්වය

source: Thunderbird offers support for user privacy and remote image protection. To ensure a user’s privacy, Thunderbird automatically blocks remote images in email messages.
ar: ثندربرد يقدم دعمًا لخصوصية المستخدم ولحمايته من الصور عن بعد. لضمان هذه الخصوصية، ثندربرد يقوم بحظر الصور عن بعد في رسائل البريد الإلكتروني تلقائيا
br: Thunderbird a ginnig keweriusterioù evit buhez prevez an arveriaded hag ar gwarez a-enep ar skeudennoù a-bell. Evit reiñ da wir buhez prevez an arveriaded e harz Thunderbird ar skeudennoù a-bell ent emgefreek e-barzh ar c’hemennadennoù.
bs: Thunderbird nudi podršku za privatnost korisnika i daljinsku zaštitu slike. Da bi se osigurala privatnost korisnika, Thunderbird automatski blokira daljinske slike u email porukama.
ca: El Thunderbird ofereix suport per a la privadesa de l’usuari i protecció contra imatges remotes. Per assegurar la privadesa de l’usuari, el Thunderbird automàticament bloca imatges remotes en els missatges de correu.
da: Thunderbird sikrer dit privatliv, bl.a. ved at blokere eksterne billeder i mails, da den slags kan bruges til at spionere på dig.
gd: Tha Thunderbird a’ cur taic ri tèarainteachd an luchd-chleachdaidh ’s dìon cèin de dhealbhan. Cuiridh Thunderbird casg air dealbhan cèin ann an teachdaireachdan puist gu fèin-obrachail gus do phrìobhaideachd a dhìon.
hy_am: Thunderbird-ը առաջարկում է օգտվողների գաղտնիության և հեռակա պատկերներից պաշտպանություն: Thunderbird-ը ինքնաբար կարգելափակի հեռակա պատկերները, որոնք ստանում եք էլ. նամակներով:
id: Thunderbird menawarkan dukungan untuk privasi pengguna dan proteksi gambar asing. Untuk memastikan privasi pengguna, Thunderbird secara otomatis memblokir gambar asing di pesan surel.
lt: „Thunderbird“ užtikrina jūsų privatumą, automatiškai blokuodama paveikslų iš tinklo įkėlimą elektroniniuose laiškuose.
lv: Thunderbird piedāvā lietotāju privātuma un attālo attēlu aizsardzības atbalstu. Lai nodrošinātu lietotāja privātumu, Thunderbird automātiski bloķē attālos attēlus epasta vēstulēs.
ms: Thunderbird menawarkan sokongan untuk privasi pengguna dan perlindungan imej jauh. Untuk memastikan privasi pengguna, Thunderbird secara automatik menyekat imej jauh dalam mesej mel.
ro: Thunderbird oferă suport pentru confidențialitatea utilizatorilor și pentru protecție față de imaginile de la distanță. Pentru a asigura confidențialitatea utilizatorului, Thunderbird blochează automat încărcarea imaginilor din mesajele e-mail.
si: Thunderbird 3 පරිශීලකගේ පෞද්ගලිකත්වය සුරැකීමට සහ දුරස්ථ රූප ආරක්ෂාවට අවශ්‍ය සහායය ලබාදේ. පරිශීලකගේ පෞද්ගලිකත්වය සුරැකීම සඳහා ස්වයංක්‍රීයව ලිපි තුළ ඇති දුරස්ථ රූප වලකයි.

source: Phishing Protection
ar: الحماية من التصيد
br: Gwarez a-enep an higennañ
bs: Zaštita od krađe identiteta
ca: Protecció contra la pesca electrònica (phishing)
da: Phishing-beskyttelse
gd: Dìon an aghaidh fiasgaich
hy_am: Որսման պաշտպանություն
id: Perlindungan Phising
lt: Apsauga nuo apgaulės
lv: Pikšķerēšanas aizsardzība
ms: Perlindungan Phishing
pa_in: ਫਿਸ਼ਿੰਗ ਸੁਰੱਖਿਆ
ro: Protecție împotriva furtului de date prin e-mail

source: Thunderbird protects you from email scams which try to trick users into handing over personal and confidential information by indicating when a message is a potential phishing attempt. As a second line of defense, Thunderbird warns you when you click on a link which appears to be taking you to a different Web site than the one indicated by the URL in the message.
ar: ثندربرد يقوم بحمايتك من عمليات الاحتيال عبر البريد الإلكتروني الهادفة لتسليم المعلومات الشخصية والسرية الخاصة بكم وذلك بالتنبيه والإشارة إلى الرسالة عند محاولة الاحتيال المحتملة. كما يقوم ثندربرد بتحذيرك عند النقر على رابط يهدف إلى أخذك إلى موقع واب مختلف عن الذي أشار إليها في عنوان الرسالة.
br: Menegiñ a ra Thunderbird ar c’hemennadennoù higennañ evit gwareziñ ac’hanoc’h diouzh ar posteloù c’hwiberezh a glask tromplañ an arveriaded a-benn kaout titouroù personel ha dangel. Thunderbird a gemenn deoc’h mar glikit war un ere a heñch ac’hanoc’h war ul lec’hienn disheñvel diouzh an URL skrammet er gemennadenn.
bs: Thunderbird vas štiti od email prevara koje pokušavaju prevariti korisnike u predaji ličnih i povjerljivih informacija tako što ukazuje na poruke koje sadrže potencijalnu krađu identiteta. Kao druga linija odbrane, Thunderbird upozorava kada vi kliknete na link koji izgleda kao da vas vodi na drugačiju web stranicu od one koju pokazuje URL u poruci.
ca: El Thunderbird us protegeix d’estafes per correu que intenten enganyar els usuaris perquè donin informació personal i confidencial en dir-los que el missatge és un intent potencial de pesca. Com a segona línia de defensa, el Thunderbird us avisa quan feu clic en un enllaç que sembla portar-vos a un lloc web diferent del que indica l'URL del missatge.
da: Thunderbird beskytter dig mod mailsvindel, som prøver at narre dig til at opgive personlige oplysninger. Du får i så fald en advarsel om et muligt phishing-forsøg. Som et yderligere forsvar advarer Thunderbird dig, når du klikker på et link, som ser ud til at tage dig til et andet websted end det, URL’en i meddelelsen angiver.
gd: Tha Thunderbird ’gad dhìon o fhoill puist-dhealain, gleus a dh’fheuchas ri fiosrachadh pearsanta ’s dìomhair fhaighinn uat air car. Bheir e rabhadh dhut ma gheibh thu teachdaireachd a dh’fhaodadh a bhith ’na theachdaireachd fiasgaich. Agus mar dhìon a bharrachd, bheir Thunderbird rabhadh dhut ma bhriogas tu air ceangal ’s coltas gun giùlain an ceangal thu a dh’àite eile seach an làrach-lìn a tha an URL san teachdaireachd a’ cur ’nad shùilean.
hy_am: Thunderbird-ը պաշտպանում է Ձեզ էլ. ցանկացած վտանգից, որը կարող է հանգեցնել տվյալների կորստի: Ծրագիրը կհաղորդի Ձեզ, եթե հայտնաբերվեի որսման հավանական փորձ: Որպես պաշտպանության երկրորդ աստիճան՝ Thunderbird-ը կզգուշացնի, երբ դուք սեղմեք որևէ հղման, որը, ենթադրվում է, Ձեզ կտեղափոխի մի կայք, որը տարբերվում է նամակում նշված URL-ից:
id: Thunderbird melindungi anda dari surel penipuan yang coba menipu pengguna untuk memberikan informasi pribadi dan rahasia dengan memberi indikasi ketika sebuah pesan adalah percobaan phising potensial. Sebagai garis kedua perlindungan, Thunderbird memperingatkan anda ketika anda klik sebuah tautan yang membawa anda ke situs Web yang berbeda dari yang diindikasikan oleh URL di dalam pesan.
lt: „Thunderbird“ jus apsaugo nuo apgaulingų elektroninių laiškų, siekiančių išvilioti konfidencialius asmeninius jūsų duomenis, pranešdama apie įtartinuose laiškuose galinčią slypėti apgaulę. Be to, programa jus įspėja, jeigu bandote atverti saitą, vedantį kitu adresu, nei nurodyta laiške.
lv: Thunderbird pasargā jūs no epasta krāpniecībām, kas mēģina likt jums nodot personīgo un konfidenciālo informāciju. Tas norāda, ka ziņojums ir potenciāls pikšķerēšanas mēģinājums. Kā otrā aizsardzības līnija ir Thunderbird brīdinājumi, kad, noklikšķinot uz saites, jūs tiekat novirzīts uz citu vietni, nevis to, kuru norāda vēstulē redzamais URL.
ms: Thunderbird melindungi anda daripada penipuan e-mel yang cuba menipu anda supaya mendedahkan maklumat peribadi dan sulit dengan memberikan amaran untuk e-mel yang ada potensi cuba melakukannya. Sebagai pertahanan tambahan, Thunderbird akan memberikan amaran apabila anda mengklik pautan yang akan membawa anda ke laman Web lain daripada yang dinyatakan dalam URL mesej berkaitan.
ro: Thunderbird vă protejează împotriva înșelăciunii prin e-mail, care încearcă să păcălească utilizatorii să dezvăluie informații personale și confidențiale, indicând atunci când un mesaj conține potențiale tentative de furt de date prin e-mail. Ca linie secundară de apărare, Thunderbird vă avertizează când dați clic pe un link ce pare că vă duce pe un alt site decât cel indicat de URL-ul din mesaj.

source: Automated Update
ar: التحديث الآلي
br: Hizivaat emgefreek
bs: Automatska nadogradnja
ca: Actualització automàtica
da: Automatisk opdatering
gd: rachadh fèin-obrachail
hy_am: Ինքնաշխատ թարմացումներ
id: Pembaruan Otomatis
lt: Automatiniai naujinimai
lv: Automātiska atjaunošana
ms: Kemaskini Automatik
pa_in: ਆਟੋਮੈਟਿਕ ਅੱਪਡੇਟ
ro: Actualizare automată
si: ස්වයංක්‍රීයව යාවත්කාලීන කිරීම
