Repository: MelissaAutumn/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ar, be, br, bs, ca, da, gd, hy_am, id, lt, lv, ms, pa_in, ro, si

source: Other languages:
ar: لغات أخرى:
be: Іншыя мовы:
br: Yezhoù all :
bs: Drugi jezici:
ca: Altres llengües:
da: Andre sprog:
gd: Cànain eile:
hy_am: Այլ լեզուներ.
id: Bahasa Lainnya
lt: Kitos kalbos:
lv: Citas valodas:
ms: Bahasa lain:
pa_in: ਹੋਰ ਭਾਸ਼ਾਵਾਂ:
ro: Alte limbi:
si: වෙනත් භාෂා:

source: Go
be: Перайсці
br: Mont
bs: Idi
ca: Vés
da: Skift
gd: Siuthad
hy_am: Գնալ
id: Mulai
lt: Keisti
lv: Iet
ms: Teruskan
pa_in: ਜਾਓ
ro: Începe

source: For Organizations
be: Для арганізацый
hy_am: Կազմակերպությունների համար
id: Untuk Organisasi
lt: „Thunderbird“ organizacijoms
lv: Thunderbird organizācijām
ro: Pentru organizații

source: Careers
be: Кар'ера
hy_am: Կարիերա
id: Karir
lt: Karjeros galimybės
lv: Vakances
ro: Cariere

source: Contact Us
ar: الاتصال بنا
be: Сувязь з намі
br: Kit e darempred ganeomp
bs: Kontaktirajte nas
ca: Contacteu-nos
da: Kontakt os
gd: Leig fios thugainn
hy_am: Կապը մեզ հետ
id: Kontak Kami
lt: Susisiekite su mumis
lv: Kontakti
ms: Hubungi Kami
pa_in: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
ro: Contactează-ne
si: අපව අමතන්න

source: Cookies
ar: الكعكات
be: Кукі
br: Toupinoù
bs: Kolačići
ca: Galetes
gd: Briosgaidean
hy_am: Cookie-ներ
id: Kuki
lt: Slapukai
lv: Sīkdatnes
ms: Kuki
pa_in: ਕੂਕੀਜ਼
ro: Cookie-uri
si: කුකී

source: Legal
ar: قانوني
be: Юрыдычная інфармацыя
br: Lezennel
bs: Pravno
ca: Avisos legals
da: Juridisk
gd: Laghail
hy_am: Օրինական
lt: Teisinė informacija
lv: Juridiskā informācija
ms: Perundangan
pa_in: ਕਨੂੰਨੀ
ro: Mențiuni legale
si: නීතිමය

source: Participation Guidelines
be: Правілы ўдзелу
hy_am: Մասնակցության ուղեցույցներ
id: Panduan Partisipasi
lt: Dalyvavimo gairės
lv: Dalības vadlīnijas
ro: Ghid de participare

source: Report Trademark or Copyright Infringement
be: Паведаміць пра злоўжыванне гандлёвай маркай ці парушэнне аўтарскіх правоў
hy_am: Հաղորդել ապրանքանիշի կամ հեղինակային իրավունքի խախտումների մասին
id: Laporkan Pelanggaran Merek Dagang atau Hak Cipta
lt: Pranešti apie prekės ženklo ar autorių teisių pažeidimą
lv: Ziņot par zīmola vai autortiesību pārkāpumu
ro: Raportează o violare a mărcii comerciale sau a drepturilor de reproducere

source: Report Misuse of Thunderbird Trademark
be: Паведаміць пра злоўжыванне гандлёвай маркай Thunderbird
hy_am: Հաղորդել Thunderbird ապրանքանիշի չարաշահման մասին
id: Laporkan Penyalahgunaan Merek Dagang Thunderbird
lt: Pranešti apie netinkamą „Thunderbird“ prekės ženklo naudojimą
lv: Ziņot par Thunderbird zīmola ļaunprātīgu izmantošanu
ro: Raportează o utilizare abuzivă a mărcii comerciale Thunderbird

source: Thunderbird is now part of <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, a wholly owned subsidiary of Mozilla Foundation. Portions of this content are ©1998–%(current_year)s by individual contributors. Content available under a <a href="%(url)s" class="inline-link">Creative Commons license</a>.
be: Thunderbird цяпер з'яўляецца часткай <a href="%(mzla)s" class="inline-link"> MZLA Technologies Corporation </a>, якая цалкам належыць Mozilla Foundation. Часткі гэтага зместу © 1998–%(current_year)s s створаныя асобнымі ўдзельнікамі. Змесціва даступнае паводле ўмоваў <a href="%(url)s" class="inline-link"> ліцэнзіі Creative Commons </a>.
hy_am: Thunderbird- ը այժմ մաս է կազմում <a href="%(mzla)s" class="inline-link"> MZLA Technologies Corporation-ին</a>, Mozilla Foundation-ի ամբողջովին դուստր ձեռնարկություն: Այս բովանդակության մասերը անհատական են © 1998 -%(current_year)s անհատական ներդրողները: Բովանդակությունը մատչելի է <a href="%(url)s" class="inline-link"> Creative Commons արտոնագրի</a> ներքո:
id: Thunderbird sekarang bagian dari <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, anak perusahaan yang sepenuhnya dimiliki oleh Mozilla Foundation. Bagian dari konten ini adalah hak cipta ©1998–%(current_year)s oleh kontributor individual. Konten tersedia di bawah a <a href="%(url)s" class="inline-link">lisensi Creative Commons</a>.
lt: „Thunderbird“ dabar yra dalis <a href="%(mzla)s" class="inline-link"> „MZLA Technologies Corporation“ </a>, visiškai priklausanti „Mozilla Foundation“ dukterinė įmonė. Dalis šio turinio yra © 1998 – %(current_year)s -priklauso atskiriems bendraautoriams. Turinys prieinamas pagal <a href="%(url)s" class="inline-link"> „Creative Commons“ licenciją </a>.
lv: Daļai no šī satura ©1998–%(current_year)s pieder individuāliem biedriem. Saturs pieejams ar <a href="%(url)s">Creative Commons licenci</a>.
ro: Thunderbird face acum parte din <a href="%(mzla)s" class="inline-link">Corporația MZLA Technologies</a>, o subsidiară deținută integral de Fundația Mozilla Foundation. O parte din acest conținut ©1998–%(current_year)s este realizată de colaboratori individuali. Conținut disponibil sub o a <a href="%(url)s" class="inline-link">licență Creative Commons</a>.

source: Contribute to this site
ar: ساهم في هذا الموقع
be: Палепшыць гэты сайт
br: Kemer perzh e-barzh ar bajenn-mañ
bs: Doprinesite ovom sajtu
ca: Col·laboreu amb aquesta pàgina
da: Bidrag til dette websted
gd: Cuir ris an làrach seo
hy_am: Մասնակցեք կայքին
id: Berkontribusi ke situs ini
lt: Prisidėkite prie šios svetainės vystymo
lv: Papildiniet šo lapu
ms: Beri sumbangan ke laman ini
pa_in: ਇਹ ਸਾਈਟ ਲਈ ਯੋਗਦਾਨ ਦਿਓ
ro: Contribuie la această pagină
si: මෙම පිටුවට දායක වෙන්න

source: Translate this site
be: Перакласці гэту старонку
hy_am: Թարգմանեք այս կայքը
id: Terjemahkan laman ini
lt: Prisidėkite prie šios svetainės vertimo
lv: Tulkojiet šo vietni
ro: Tradu acest site

source: Thunderbird is an open source project, which means anyone can contribute ideas, designs, code, and time helping fellow users.
be: Thunderbird - гэта адкрыты праект, а значыць, што хто заўгодна можа прапанаваць ідэі і канцэпты, удасканальваць код і дапамагаць іншым карыстальнікам вырашаць праблемы
hy_am: Thunderbird-ը բաց կոդով նախագիծ է, ինչը նշանակում է, որ յուրաքանչյուրը կարող է նպաստել գաղափարներին, ձևավորմանը, կոդին և ժամանակին ՝ օգնելով ընկերակից օգտվողներին:
id: Thunderbird adalah proyek sumber terbuka, yang berarti siapa pun dapat menyumbangkan ide, desain, kode, dan waktu untuk membantu sesama pengguna.
lt: „Thunderbird“ yra atvirojo kodo projektas, o tai reiškia, jog kiekvienas gali prisidėti savo idėjomis, dizainu, programiniu kodu ar pagalba kitiems programos naudotojams.
lv: Thunderbird ir atvērtā pirmkoda projekts, kas nozīmē, ka ikviens var dot savu ideju, dizainu, kodu un laiku, palīdzot citiem lietotājiem.
ro: Thunderbird este un proiect cu sursă deschisă, ceea ce înseamnă că oricine poate contribui cu idei, concepte, cod și timp investit ajutând ceilalți utilizatori.

source: Join Us
be: Далучайцеся да нас
hy_am: Միացեք մեզ
id: Mari Berperan
lt: Prisijunkite prie mūsų
lv: Pievienojieties mums
ro: Vino alături de noi

source: Make a Donation
be: Зрабіць ахвяраванне
hy_am: Կատարել նվիրատվություն
id: Berdonasi
lt: Paaukokite
lv: Ziedojiet
ro: Donează

source: Get Support
be: Атрымаць падтрымку
hy_am: Աջակցություն
id: Dapatkan Dukungan
lt: Pagalba ir palaikymas
lv: Atbalsts
ro: Obține asistență

source: Report a Bug
be: Паведаміць пра памылку
hy_am: Հաղորդել սխալի մասին
id: Laporkan Kutu
lt: Praneškite apie klaidą
lv: Ziņojiet par kļūdu
ro: Raportează o problemă

source: The Future of Thunderbird
be: Будучыня Thunderbird
hy_am: Thunderbird- ի ապագան
id: Masa Depan Thunderbird
lt: „Thunderbird“ ateitis
lv: Thunedrbird nākotne
ro: Viitorul Thunderbird

source: Experience cutting edge features. Provide feedback to help refine and polish what will be in the final release.
be: Паспрабуйце найноўшыя мажлівасці. Адпраўляйце водгукі, каб дапамагчы ўдасканаленню таго, што ўвойдзе ў фінальную версію.
hy_am: Կատարել առավելագույն առանձնահատկություններ: Տրամադրեք կարծիք, որպեսզի օգնեք կատարելագործել և փայլեցնել այն, ինչ կլինի վերջնական թողարկումում:
id: Nikmati fitur-fitur terkini. Berikan umpan balik untuk membantu memperbaiki dan memoles apa yang akan ada di rilis final.
lt: Čia rasite pažangiausias funkcijas. Teikite atsiliepimus ir padėkite nušlifuoti tai, kas pateks į galutinę laidą
lv: Izmēģiniet jaunākās iespējas. Sniedziet atsauksmes, lai palīdzētu precizēt un noslīpēt, kas nonāks galīgajā laidienā.
ro: Experimentează funcționalități de ultimă oră. Oferă-ne feedback pentru a ajuta la cizelarea și îmbunătățirea versiunii finale.

source: Download Beta
be: Сцягнуць Beta
hy_am: Ներբեռնել Beta-ն
id: Unduh Beta
lt: Parsisiųskite "„Thunderbird“ Beta laidą
lv: Lejuplādēt Beta
ro: Descarcă versiunea beta

source: Help us test the newest developments made to Thunderbird every day by using the unstable Nightly channel.
be: Дапамажыце нам выпрабоўваць найноўшыя функцыі разам са штодзённымі абнаўленнямі тэставай зборкі Thunderbird Nightly.
id: Bantu kami menguji perkembangan terbaru yang dibuat untuk Thunderbird setiap hari dengan menggunakan saluran Nightly yang tidak stabil.
lv: Palīdziet mums katru dienu pārbaudīt jaunākos Thunderbird sasniegumus, izmantojot nestabilo Iknakts kanālu.
ro: Ajută-ne să testăm cele mai noi dezvoltări realizate în Thunderbird în fiecare zi folosind canalul instabil Nightly.

source: WARNING!
be: УВАГА!
hy_am: ԶԳՈՒՇԱՑՈՒՄ.
id: PERINGATAN!
lt: DĖMESIO!
lv: BRĪDINĀJUMS!
ro: AVERTISMENT!

source: Nightly is an unstable testing and development platform, make sure you back up important data regularly!
be: Nightly - гэта нестабільная версія для тэставання і распрацоўкі. Абавязкова рабіце рэгулярныя рэзервовыя копіі важных даных!
id: Nightly adalah platform pengujian dan pengembangan yang tidak stabil, pastikan Anda mencadangkan data penting secara rutin!
lv: Iknakts ir nestabila testēšanas un izstrādes platforma. Pārliecinieties, ka regulāri dublējat svarīgus datus!
ro: Nightly este o platformă instabilă de testare și dezvoltare; asigură-te că ți-ai făcut periodic o copie de siguranță cu datele importante!

source: Download Nightly
be: Сцягнуць Nightly
id: Unduh Nightly
lv: Lejuplādēt Iknakts
ro: Descarcă Nightly

source: What is Thunderbird?
be: Што такое Thunderbird?
hy_am: Ի՞նչ է Thunderbird-ը:
id: Apa itu Thunderbird?
lt: Kas yra „Thunderbird“?
lv: Kas ir Thunderbird?
ro: Ce este Thunderbird?

source: Software made to make email easier.
ar: برنامج صُنع ليسهل استخدام البريد الإلكتروني
be: Праграма, якая зробіць электронную пошту прасцейшай.
br: Ur meziant savet evit lakaat ar posteloù da vezañ aesoc'h.
bs: Softver napravljen da učini email lakšim.
ca: Programari per fer fàcil el correu electrònic.
da: Software lavet for at gøre mail nemmere.
gd: Bathar-bog a nì post-dealain nas fhasa dhut.
hy_am: Ծրագիր, որը կհեշտացնի Ձեր աշխատանքը էլ. փոստի հետ։
id: Piranti lunak yang dibuat untuk memudahkan surel.
lt: Programa, palengvinsianti darbą su el. paštu.
lv: Programmatūra, kas padara epastu vienkāršāku.
ms: Perisian untuk memudahkan e-mel.
pa_in: ਸਾਫਟਵੇਅਰ ਨੇ ਈਮੇਲ ਨੂੰ ਹੋਰ ਵੀ ਸੌਖਾ ਬਣਾ ਦਿੱਤਾ ਹੈ।
ro: Program creat pentru a ușura folosirea e-mailului.
si: ඉ-තැපෑල පහසු කරවනු පිණිස නිපදවූ මෘදුකාංගය.

source: Thunderbird is a free and open source email, newsfeed, chat, and calendaring client, that’s easy to set up and customize. One of the core principles of Thunderbird is the use and promotion of open standards - this focus is a rejection of our world of closed platforms and services that can’t communicate with each other. We want our users to have freedom and choice in how they communicate.
be: Thunderbird - гэта адкрыты кліент электроннай пошты, які падтрымоўвае стужку навін, чат і каляндар, а таксама проста ўсталёўваецца і наладжваецца. Адным з ключавых прынцыпаў Thunderbird ёсць выкарыстанне і папулярызацыя адкрытых стандартаў - мы факусуемся на адмаўленні ад свету закрытых платформаў і сервісаў, якія ня могуць камунікаваць адно з адным. Мы хочам, каб нашыя карыстальнікі мелі свабоду і выбар у тым, як яны стасуюцца.
hy_am: Thunderbird֊ը անվճար և բաց կոդով էլփոստի, նորությունների թարմացման,զրույցի և օրացույցավորվող հաճախորդ է, դա հեշտ է կարգավորել և հարմարեցնել։ Thunderbird֊ի հիմնական սկզբունքներից մեկը բաց ստանդարտների օգտագործումն ու խթանումն է․Այս ուշադրության կենտրոնում մերժված է փակ հենաձևերի և ծառայութոյւնների աշխարհը, որոնք չեն կարող միմյանց հետ շփվել։ Մենք ցանկանում ենք, որ մեր օգտագործողնեը ունենան ազատություն և ընտրություն, թե ինչպես են նրանք շփվում։
id: Thunderbird adalah klien sumber terbuka, surel, umpan berita, obrolan, dan kalender, yang mudah diatur dan disesuaikan. Salah satu prinsip inti Thunderbird adalah penggunaan dan promosi standar terbuka - fokus ini adalah penolakan terhadap dunia platform dan layanan tertutup di dunia kita yang tidak dapat berkomunikasi satu sama lain. Kami ingin pengguna kami memiliki kebebasan dan pilihan dalam cara mereka berkomunikasi.
lt: „Thunderbird“ yra laisvoji, atvirojo kodo el. pašto, naujienų grupių, tiesioginių pokalbių ir laiko planavimo programa, kurią nesudėtinga įdiegti ir tinkinti. Vienas kertinių „Thunderbird“ principų – naudoti ir populiarinti atviruosius standartus. Mes esame prieš scenarijų, kuriame vyrauja uždaros ir tarpusavyje nesuderinamos platformos ir paslaugų tarnybos. Mes siekiame savo naudotojams suteikti laisvę renkantis bendravimo būdą.
lv: Thunderbird ir bezmaksas un atvērta pirmkoda epasta, ziņu plūsmas, tērzēšanas un kalendāra klients, kuru ir viegli iestatīt un pielāgot. Viens no Thunderbird pamatprincipiem ir atvērtu standartu izmantošana un veicināšana, kas ir īpaši svarīgi slēgto platformu un pakalpojumu pasaulē, starp kuriem cilvēki nespēj savstarpēji sazināties. Mēs vēlamies, lai mūsu lietotājiem būtu brīva saziņas veida izvēle.
ro: Thunderbird este un client gratuit și cu sursă deschisă de e-mail, flux de știri, chat și calendar, care este ușor de configurat și personalizat. Unul dintre principiile de bază în Thunderbird constă în utilizarea și promovarea standardelor deschise - această focalizare reprezintă o respingere a lumii actuale de platforme și servicii închise care nu pot comunica unele cu altele. Vrem ca utilizatorii noștri să aibă libertatea și alegerea modului în care comunică.

source: Who We Are
be: Хто мы
hy_am: Ով ենք մենք
id: Siapa Kami
lt: Kas mes esame
lv: Kas mēs esam
ro: Cine suntem

source: We are a community making communication free and open.
be: Мы - супольнасць, якая робіць зносіны бясплатнымі і адкрытымі.
hy_am: Մենք համայնք ենք, որն ազատ և բաց է հաղորդակցությանը։
id: Kami adalah komunitas pembuat komunikasi yang bebas dan terbuka.
lt: Mes esame bendruomenė, skatinanti laisvas ir atviras bendravimo technologijas.
lv: Mēs esam kopiena, kas padara saziņu brīvu un atvērtu.
ro: Suntem o comunitate care face comunicațiile libere și deschise.

source: Our Community
be: Наша супольнасць
hy_am: Մեր համայնքը
id: Komunitas Kami
lt: Mūsų bendruomenė
lv: Mūsu kopiena
ro: Comunitatea noastră

source: There is a passionate team of volunteers involved in developing Thunderbird and assisting its users who would welcome your involvement. Check out our <a href="%(volunteer)s">Get Involved page</a> to learn how you can participate on the Thunderbird team. We also have paid staff working full-time on Thunderbird, <a href="%(donate)s">funded by donations</a> from our users. If you’re curious about who is working on Thunderbird, check out the <a href="%(core_team)s">list of our core contributors</a>.
be: Існуе заахвочаная каманда валанцёраў, якія ўдзельнічаюць у распрацоўцы Thunderbird і дапамагаюць карыстальнікам. Наведайце <a href="%(volunteer)s">старонку "Далучыцца"</a>, каб даведацца, як вы можаце далучыцца да каманды Thunderbird. Таксама мы маем супрацоўнікаў, якія працуюць над Thunderbird за грошы поўны працоўны дзень і <a href="%(donate)s">фінансуюцца ахвяраваннямі</a> нашых карыстальнікаў. Калі вам цікава, хто працуе над Thunderbird, азнаёмцеся са <a href="%(core_team)s">спісам нашых ключавых удзельнікаў</a>.
hy_am: Գոյություն ունի կամավորների խրոխտ մի խումբ, որը ներգրավված է Thunderbird֊ի մշակման գործում և աջակցում է իր օգտագործողներին, ովքեր ողջունում են ձեր ներգրավվածությունը։Ստացեք մեր <a href="%(volunteer)s"> ներառված էջը</a>՝ իմանալու համար,թե ինչպես կարող եք մասնկացել Thunderbird֊ի թիմում։Մենք նաև վճարել ենք Thunderbird֊ում՝ <a href="%(donate)s"> վճարովի աշխատավարձի վճարմամբ աշխատող անձնակազմին, որը ֆինանսավորվել է մեր օգտվողների կողմից։Եթե հետաքրքրվում եք, թե ով է աշխատում Thunderbird֊ում, ստուգեք <a href="%(core_team)s"> մեր հիմնական ներդրողների ցուցակը </a>․
id: Ada tim sukarelawan yang bersemangat yang terlibat dalam pengembangan Thunderbird dan membantu penggunanya yang akan menyambut keterlibatan Anda. Lihat <a href="%(volunteer)s">laman Mari Berperan</a> untuk mempelajari bagaimana Anda dapat berpartisipasi di tim Thunderbird. Kami juga telah membayar staf yang bekerja penuh waktu di Thunderbird, <a href="%(donate)s">didanai oleh sumbangan</a> dari pengguna kami. Jika Anda ingin tahu tentang siapa yang bekerja di Thunderbird, lihat <a href="%(core_team)s">daftar kontributor inti kami</a>.
lt: „Thunderbird“ vysto ir jos naudotojams padeda pasišventusių savanorių komanda, kuri mielai priims ir jūsų pagalbą. Mūsų <a href="%(volunteer)s">įsitraukimo tinklalapyje</a> galite sužinoti, kaip galite prisijungti prie „Thunderbird“ komandos ir mums padėti. Be to, turime ir visą darbo dieną „Thunderbird“ projektui skiriančių apmokamų darbuotojų, kurių algas <a href="%(donate)s">mokame iš paramos</a>, gaunamos iš mūsų naudotojų. Jeigu norite sužinoti, kas dirba su „Thunderbird“ projektu, galite peržvelgti <a href="%(core_team)s">svarbiausių bendradarbių sąrašą</a>.
lv: Thunderbird izstrādi un palīdzību lietotājiem sniedz kaislīga brīvprātīgo komanda, kas labprāt pieņems arī jūsu iesaistīšanos. Apskatiet mūsu <a href="%(volunteer)s">Iesaistieties lapu</a>, lai uzzinātu, kā jūs varat iesaistīties Thunderbird komandā. Mums ir arī algots personāls, kas ar pilnu slodzi, ar mūsu <a href="%(donate)s">lietotāju finansiālu atbalstu</a>, strādā pie Thunderbird. Ja vēlaties zināt, kas strādā ar Thunderbird, skatiet mūsu <a href="%(core_team)s">galveno līdzstrādnieku sarakstu</a>.
ro: Există o echipă de voluntari pasionați implicați în dezvoltarea Thunderbird și care oferă asistență utilizatorilor care le primesc implicarea. Intră pe pagina noastră de <a href="%(volunteer)s">implicare</a> pentru a afla cum poți participa în echipa Thunderbird. Avem la dispoziție și personal salariat cu normă întreagă de lucru care lucrează la Thunderbird, <a href="%(donate)s">finanțat prin donații</a> de la utilizatorii noștri. Dacă ești curios/curioasă să vezi cine lucrează la Thunderbird, intră pe <a href="%(core_team)s">lista de colaboratori principali</a>.

source: Thunderbird Council
be: Рада Thunderbird
hy_am: Thunderbird-ի խորհուրդը
lt: „Thunderbird“ taryba
lv: Thunderbird padome
ro: Consiliul Thunderbird

source: The Thunderbird project is governed by seven councilors, elected by the Thunderbird community’s active contributors. You can see the current elected Thunderbird Council members <a href="%(council)s">on the Thunderbird wiki</a>.
be: Праектам Thunderbird кіруюць сем дарадцаў, абраныя актыўнымі ўдзельнікамі суполкі Thunderbird. Вы можаце ўбачыць абраных чальцоў Савета Thunderbird <a href="%(council)s">на вікі Thunderbird</a>.
hy_am: Thunderbird նախագիծը ղեկավարվում է յոթ ավագանու կողմից, որոնք փնտրվում են Thunderbird համայնքի ակտիվ ներդրողների կողմից։ Thunderbird խորհրդի ներկայիս ընտրված անդամները կարող են տեսնել <a href="%(council)s"> Thunderbird վիքիում </a>․
id: Proyek Thunderbird diatur oleh tujuh anggota dewan, dipilih oleh kontributor aktif komunitas Thunderbird. Anda dapat melihat anggota Thunderbird Council terpilih saat ini <a href="%(council)s">di wiki Thunderbird</a>.
lt: „Thunderbird“ projektui vadovauja taryba iš septynių narių, kuriuos išrenka aktyvūs „Thunderbird“ bendruomenės talkininkai. Su esama tarybos sudėtimi galite susipažinti <a href="%(council)s">„Thunderbird“ vikyje</a>.
lv: Thunderbird projektu vada septiņi padomnieki, kurus ievēlējuši Thunderbird kopienas aktīvie līdzstrādnieki. Pašreizējos ievēlētos Thunderbird padomes locekļus var redzēt <a href="%(council)s">Thunderbird wiki</a>.
ro: Proiectul Thunderbird este guvernat de șapte consilieri, aleși de colaboratorii activi din comunitatea Thunderbird. Poți vedea membrii curenți ai Consiliului Thunderbird ales <a href="%(council)s">pe pagina de wiki Thunderbird</a>.

source: Organize your life — it&rsquo;s about time!
be: Арганізуйце сваё жыццё - час надышоў!
hy_am: Կազմակերպեք ձեր կյանքը. Ժամանակն է:
lt: Susiimk — tausok savo laiką!
lv: Ir pienācis laiks organizēt savu dzīvi!
ro: Organizează-ți viața — ar cam fi timpul!

source: Organize your schedule and life’s important events in a calendar that’s fully integrated with your Thunderbird or Seamonkey email. Manage multiple calendars, create your daily to do list, invite friends to events, and subscribe to public calendars.
lv: Organizējiet savu grafiku un dzīves svarīgākos notikumus kalendārā, kas ir pilnībā integrēts jūsu Thunderbird vai Seamonkey epastu. Pārvaldiet vairākus kalendārus, izveidojiet ikdienas darbu sarakstu, uzaiciniet draugus uz pasākumiem un abonējiet publiskos kalendārus.
ro: Organizează-ți programul și evenimentele importante din viață într-un calendar integrat complet în clientul de poștă electronică Thunderbird sau Seamonkey. Gestionează mai multe calendare, creează-ți liste de sarcini zilnice, invită prieteni la evenimente și abonează-te la calendare publice.

source: Compatibility Information
id: Informasi Kompatibilitas
lv: Saderības informācija
ro: Informații despre compatibilitate

source: Thunderbird, Seamonkey, what version?
lv: Kādu Thunderbird, Seamonkey versiju?
ro: Thunderbird, Seamonkey, care versiune?

source: Need help with Lightning?
be: Патрэбна дапамога з Lightning?
hy_am: Օգնության կարի՞ք ունեք Lightning-ի համար:
id: Butuh bantuan soal Lightning?
lt: Reikia pagalbos su „Lightning“?
lv: Vai nepieciešama palīdzība ar Lightning?
ro: Ai nevoie de ajutor cu Lightning?

source: Holiday Calendars
be: Святочныя календары
hy_am: Տոնական օրացույցներ
id: Kalender Liburan
lt: Švenčių kalendoriai
lv: Brīvdienu kalendāri
ro: Calendare de sărbători

source: Need a break? Now you know when!
be: Патрэбен перапынак? Цяпер вы ведаеце, калі!
hy_am: Ընդմիջում պե՞տք է: Հիմա գիտեք երբ:
id: Butuh istirahat? Sekarang Anda tahu kapan!
lt: Reikia pertraukos? Dabar jūs žinote kada!
lv: Nepieciešama pauze? Tagad jūs zināt, kad!
ro: Ai nevoie de o pauză? Acum știi când!

source: Developer Tools
id: Perangkat Pengembang
lv: Izstrādātāju rīki
ro: Unelte de dezvoltare

source: Dive into development.
id: Selami pengembangan.
lv: Iedziļinieties izstrādē.
ro: Explorează dezvoltarea.

source: Found a bug? Let us know!
be: Знайшлі памылку? Дайце нам ведаць!
hy_am: Սխալ գտա՞ք: Իմաց տուր մեզ:
id: Menemukan kutu? Beritahu kami!
lt: Radote klaidą? Praneškite mums!
lv: Atradāt kļūdu? Ziņojiet mums!
ro: Ai găsit o defecțiune? Anunță-ne!

source: Bugs Ahoy!
hy_am: Սխալներ օհօ:
lt: Sveiki, vabaliukai!
lv: Hei, kļūdas!
ro: Atenție! Defecțiuni!

source: Want to make a difference? Fix a bug that fits your interests.
be: Хочаце нешта змяніць? Выпраўце памылку, якая адпавядае вашым інтарэсам.
hy_am: Ցանկանու՞մ եք փոփոխություն մտցնել: Ուղղեք ձեր հետաքրքրություններին համապատասխանող սխալը:
lt: Norite ką nors pakeisti? Ištaisykite jums trukdančią klaidą.
lv: Vēlaties ko mainīt? Izlabojiet jūs interesējošu kļūdu.
ro: Vrei să faci diferența? Rezolvă o defecțiune care se potrivește intereselor tale.

source: Add your nation’s holidays to Lightning!
be: Дадайце святы вашай краіны ў Lightning!
hy_am: Ավելացրեք ձեր ազգային տոները Lightning-ում:
lt: Įkelkite savo valstybės šventes į „Lightning“!
lv: Pievienojiet Lightning savas valsts brīvdienas!
ro: Adaugă sărbători naționale în Lightning!
