Repository: MelissaAutumn/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ar, be, br, bs, ca, da, gd, hy_am, id, lt, lv, ms, pa_in, ro, si

source: We’ve got some holiday calendar files available for download. You can either download and then import them into Lightning or you can just subscribe to these calendars by copying their URL and then adding them as new remote calendar files. More information on installing a holiday calendar can be found in the <a href="%s">Adding a holiday calendar article</a>.
lt: Mes turime keletą paruoštų atostogų kalendorių failų. Galite juos atsisiųsti ir importuoti į „Lightning“ arba galite juos užsiprenumeruoti, nukopijavę jų URL ir pridėdami kaip naujus nuotolinio kalendoriaus failus. Daugiau informacijos apie atostogų kalendoriaus įdiegimą rasite straipsnyje <a href="%s"> Adding a holiday calendar article</a>.
lv: Mums ir daži lejuplādējami brīvdienu kalendāra faili. Varat tos lejuplādēt vai importēt Lightning, vai arī vienkārši abonēt šos kalendārus, nokopējot to URL un pēc tam pievienojot tos kā jaunus attālos kalendāra failus. Plašāka informācija par svētku kalendāra uzstādīšanu ir atrodama rakstā <a href="%s">Svētku kalendāra pievienošana</a>.

source: You can also find calendars to subscribe to at <a href="%s">iCalShare.com</a>.
be: Вы таксама можаце знайсці календары, на якія можна падпісацца, на <a href="%s"> iCalShare.com </a>.
lt: Prenumeruojamus kalendorius taip pat galite rasti apsilankę <a href="%s"> iCalShare.com </a>.
lv: Jūs varat arī atrast abonējamus kalendārus vietnē <a href="%s">iCalShare.com</a>.

source: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> %(title)s, thanks to %(authors)s
be: <a href="%(url)s" class="inline-link text-blue">% (country) s </a>% (title) s, дзякуючы% (authors) s
hy_am: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> %(title)s, %(authors)s-ների շնորհիվ
lt: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> %(title)s, ačiū %(authors)s
lv: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> %(title)s, pateicoties %(authors)s

source: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> holidays thanks to %(authors)s
be: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> святы дзякуючы %(authors)s
lt: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> šventės, ačiū %(authors)s
lv: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> brīvdienas, pateicoties %(authors)s

source: Contributing a Holiday Calendar
be: Унясенне святочнага календара
lt: Prisidėkite prie švenčių kalendoriaus
lv: Piedāvā brīvdienu kalendāru
ro: Contribuție cu un calendar de sărbători

source: If you would like to send us your calendar files, please follow these steps:
be: Калі вы хочаце даслаць нам свае файлы календара, выканайце наступныя дзеянні:
lt: Jei norite atsiųsti mums savo kalendoriaus failus, atlikite šiuos veiksmus:
lv: Ja vēlaties nosūtīt mums savus kalendāra failus, lūdzu, rīkojieties šādi:

source: Create a new local calendar, e.g. <i>"$Country$ Holidays"</i>.
be: Стварыце новы мясцовы каляндар, напр. <i> "Святы $Country" </i>.
lt: Sukurkite naują vietinį kalendorių, pvz. <i> „$Country$ šventės“ </i>.
lv: Izveidojiet jaunu vietējo kalendāru, piem., <i>"$Country$ Holidays"</i>.

source: Create the different holidays of your country in this local calendar.
be: Стварыце розныя святы вашай краіны ў гэтым мясцовым календары.
lt: Šiame vietiniame kalendoriuje sukurkite savo šalies šventes.
lv: Šajā vietējā kalendārā ievietojiet savas valsts brīvdienas.

source: Right-click on this calendar and choose "Export Calendar". Please use the iCalendar (ics) format.
be: Пстрыкніце правай кнопкай мышы на гэтым календары і абярыце "Экспарт календара". Калі ласка, выкарыстоўвайце фармат iCalendar (ics).
lt: Dešiniuoju pelės mygtuku spustelėkite šį kalendorių ir pasirinkite „Eksportuoti kalendorių“. Prašome naudoti „iCalendar“ (ics) formatą.
lv: Ar peles labo pogu noklikšķiniet uz šī kalendāra un izvēlieties "Eksportēt kalendāru". Lūdzu, izmantojiet iCalendar (ics) formātu.

source: Create a Pull Request or file an Issue on the <a href="%(contribute_url)s">website repository</a> and attach your holiday file.
be: Стварыце запыт на выцягванне альбо падайце выпуск у <a href="%(contribute_url)s"> сховішча вэб-сайта </a> і ўкладзіце файл свята.
lt: Sukurkite „Pull Request“ arba pateikite problemą <a href="%(contribute_url)s"> svetainės saugykloje </a> ir pridėkite šį atostogų failą.
lv: Izveidojiet vilkšanas pieprasījumu vai iesniedziet problēmu <a href="%(contribute_url)s">vietnes krātuvē</a> pievienojiet savu brīvdienu failu.

source: Your download should begin automatically. Didn’t work? Try the button below!
da: Din filhentning skulle gerne begynde automatisk. Virker det ikke? Prøv knappen nedenfor!
hy_am: Ձեր ներբեռնումը պետք է սկսվի ինքնաբերաբար: Չե՞ք աշխատել: Փորձեք ներքևի կոճակը:
id: Unduhan Anda seharusnya berjalan otomatis. Tidak berfungsi? Coba tombol di bawah ini!
lt: Jūsų parsisiuntimas turėtų prasidėti automatiškai. Neprasidėjo? Tuomet spustelėkite mygtuką žemiau!
lv: Lejuplādei būtu jāsākas automātiski. Nestrādāja? Izmēģiniet zemāk redzamo pogu!
ms: Muat turun sepatutnya bermula secara automatik. Tidak bermula? Cuba butang di bawah!
ro: Descărcarea ar trebui să înceapă automat. Nu a funcționat? Încearcă butonul de mai jos!

source: Thunderbird Features
ar: ميزات ثندربرد
be: Асаблівасці Thunderbird
br: Keweriusterioù Thunderbird
bs: Thunderbird karakteristike
ca: Característiques del Thunderbird
da: Thunderbird-funktioner
gd: Features Thunderbird
hy_am: Thunderbird-յուրահատկությունները
id: Fitur Thunderbird
lt: „Thunderbird“ savybės
lv: Thunderbird iespējas
ms: Ciri Thunderbird
pa_in: ਥੰਡਰਬਰਡ ਫੀਚਰ
ro: Funcționalități Thunderbird
si: Thunderbird විශේෂාංග

source: It’s all yours. It’s now easier to upgrade to Thunderbird.
ar: .الأمور في يدك الآن، ترقية ثندربرد لم تكن أسهل قبل اليوم
be: Ён ўвесь твой. Цяпер прасцей абнавіць Thunderbird.
br: Deoc’h-c’hwi eo. Aesoc’h eo bremañ evit hizivaat e Thunderbird.
bs: Potpuno vaš. Sada još lakša nadogradnja na Thunderbird.
ca: És tot vostre. Ara és més fàcil actualitzar-vos al Thunderbird.
da: Nu er det lettere at opgradere til Thunderbird.
gd: Do phost a-rèir do thoil fhèin. Agus tha e nas fhasa a-nis àrdachadh gu Thunderbird.
hy_am: Այն ամբողջովին ձերն է: Այժմ շատ հեշտ է թարմացնել Thunderbird-ը:
id: Ini semua milik Anda. Sekarang lebih mudah untuk perbarui ke Thunderbird.
lt: Ji visa jūsų. Dabar atsinaujinti į „Thunderbird“ – dar paprasčiau.
lv: Tas viss ir jūsu. Tagad atjaunoties uz Thunderbird ir vieglāk.
ms: Semuanya milik anda. Kini lebih mudah untuk menaik taraf ke Thunderbird.
pa_in: ਇਹ ਸਭ ਤੁਹਾਡਾ ਹੈ। ਹੁਣ ਥੰਡਰਬਰਡ ਲਈ ਅੱਪਗਰੇਡ ਕਰਨਾ ਹੋਇਆ ਹੋਰ ਵੀ ਸੌਖਾ।
ro: Totul îți aparține. E acum mai ușor ca niciodată să actualizezi Thunderbird.
si: මේ සියල්ල ඔබේය. Thunderbird වෙතට පිවිසීම ඉතා පහසුය.

source: Easier to Get Started
ar: أسهل في خطواتكم الأولى
be: Прасцей пачаць
br: Aesoc’h evit deraouiñ
bs: Jednostavije za započeti
ca: Més fàcil de fer els primers passos
da: Lettere at komme i gang
gd: Toiseach tòiseachaidh nas fhasa
hy_am: Դյուրին մեկնարկ
id: Lebih Mudah untuk Memulai
lt: Paprastesnė darbo pradžia
lv: Vieglāk sākt darbu
ms: Lebih Mudah untuk Memulakan
pa_in: ਸ਼ੁਰੂਆਤ ਹੋਈ ਸੌਖੀ
ro: Ușor de pornit
si: පහසු ඇරඹුම

source: Tabs and Search
ar: الألسنة والبحث
be: Карткі і пошук
br: Ivinelloù hag enklask
bs: Tabovi i pretrage
ca: Pestanyes i cerca
da: Faneblade og søgning
gd: Tabaichean is lorg
hy_am: Ներդիրներ և որոնում
id: Tab dan Pencarian
lt: Kortelės ir paieška
lv: Cilnes un Meklēšana
ms: Tab dan Cari
pa_in: ਟੈਬਾਂ ਅਤੇ ਖੋਜ
ro: File și căutare
si: ටැබ් සහ සෙවුම්

source: Customize Your Email Experience
ar: خصص تجربتك للبريد الإلكتروني
be: Зрабіце свой вопыт выкарыстання пошты разнастайным
br: Personelait ho postelerezh
bs: Prilagodite vaše email iskustvo
ca: Personalitzeu l’experiència amb el correu
da: Tilpas din mailoplevelse
gd: Gnàthaich am post-dealain agad
hy_am: Հարմարեցրեք էլ. փոստի հետ ձեր աշխատանքը
id: Ubahsuai Pengalaman Email Anda
lt: Platus individualizavimas
lv: Pielāgojiet savu epasta pieredzi
ms: Sesuaikan Pengalaman E-mel Anda
pa_in: ਆਪਣਾ ਈਮੇਲ ਤਜਰਬਾ ਬਣਾਉ ਆਪਣੇ ਮੁਤਾਬਕ
ro: Personalizează-ți experiența de e-mail
si: ඔබගේ ඊමේල් භාවිතය රිසිපරිදි සකසාගන්න

source: Secure and Protect Your Email
ar: أمّن واحمِ بريدك الالكتروني
be: Бяспека і абарона электроннай пошты
br: Diogelit ha gwarezit ho postelerezh
bs: Osigurajte i zaštitite vaš email
ca: Protegiu i feu segur el vostre correu
da: Beskyt din mail
gd: Dìon am post-dealain agad
hy_am: Անվտանգ է և պաշտպանում է ձեր էլ. փոստը
id: Amankan dan Lindungi Email Anda
lt: Apsaugokite savo el. paštą
lv: Nodrošiniet un aizsargājiet savu epastu
ms: Selamatkan dan Lindungi E-mel Anda
pa_in: ਤੁਹਾਡੀ ਈਮੇਲ ਸੁਰੱਖਿਆ ਅਤੇ ਬਚਾਅ
ro: Securizează și protejează e-mailul
si: ඔබගේ ඉ-තැපෑලේ සුරක්ෂිතබව රැකගන්න

source: Mail Account Setup Wizard
ar: مرشد إعداد حساب بريدك الإلكتروني
be: Майстар налады акаўнта
br: Skoazeller kefluniañ ar c’hontoù postel
bs: Čarobnjak podešavanja računa e-pošte
ca: Auxiliar de configuració del compte de correu
da: Guide til opsætning af mailkonto
gd: Draoidh suidheachadh nan cunntasan
hy_am: Էլ. փոստարկղերի կարգաբերման օգնական
id: Penuntun Pemasangan Akun Email
lt: Pašto paskyros kūrimo vediklis
lv: Pasta konta iestatīšanas vednis
ms: Bestari Penetapan Akaun Mel
pa_in: ਮੇਲ ਅਕਾਊਂਟ ਸੈਟਅੱਪ ਸਹਾਇਕ
ro: Noua interfață asistent de configurare cont
si: ගිණුම් සැකසුම් විශාරද

source: Prior to this feature you had to know your IMAP, SMTP, and SSL/TLS settings. Now all you need to provide is your name, email address, and password and the email account set up wizardry will check our database and find the email settings for you.
ar: الآن كل ما تحتاجه هو توفير اسمك وعنوان بريدك الإلكتروني وكلمة العبور وهكذا سيتأكَّد مرشد إعداد حساب البريد الإكتروني من قاعدة البيانات الخاصة بنا، ويقوم بالعثور على إعدادات بريدك الإلكتروني.
be: Да гэтай функцыі вы павінны былі ведаць свае налады IMAP, SMTP і SSL / TLS. Цяпер вам трэба толькі ўказаць сваё імя, адрас электроннай пошты і пароль, а майстар налады акаўнта электроннай пошты праверыць нашу базу дадзеных і знойдзе для вас налады.
br: Da gentañ penn e oa ret deoc’h anavezout hoc’h arventennoù evit IMAP, SMTP ha SSL/TLS. Bremañ, n’eus nemet hoc’h anv, ho chomlec’h postel hag ho ker tremen da bourchas ha klasket e vo, gant ar skoazeller da arventennañ ar c’hontoù, gwiriañ er stlennvon ha kavout an arventennoù postel evidoc’h.
bs: Prije ove mogućnosti morali ste znati vaše IMAP, SMTP, i SSL/TLS postavke. Sada sve što trebate obezbjediti je vaše ime, email adresa, i lozinka i postavljanje email računa putem čarobnjaka će provjeriti našu bazu podataka i pronaći email postavke za vas.
ca: Abans d’utilitzar aquesta funció havíeu de conèixer els vostres paràmetres per IMAP, SMTP, i SSL/TLS. Ara només cal que doneu el vostre nom, adreça electrònica i contrasenya i l’auxiliar de configuració del compte de correu consultarà la nostra base de dades per trobar els paràmetres que s’ajusten al vostre correu.
da: Før i tiden skulle du kende indstillinger til IMAP, SMTP og SSL/TLS. Nu skal du blot angive dit navn, mailadresse og din adgangskode, så vil guiden tjekke vores database og finde de rette mailindstillinger for dig.
gd: B’ fheudar dhut a bhith eòlach air na roghainnean IMAP, SMTP, SSL/TLS mus robh am feart seo ann. Cha leig thu leas ach dìreach d’ ainm, am post-dealain is am facal-faire agad agus bheir draoidh nan cunntasan sùil air an stòr-dàta againn ’s lorgaidh e na roghainnean ceart dhut.
hy_am: Այս յուրահատկության համար նախկինում դուք պետք է իմանայք ձեր IMAP, SMTP, և SSL/TLS կարգավորումները: Այժմ միակ բանը, որ մեզ պետք է՝ դա ձեր անունն է, էլ. փոստի հասցեն և գաղտնաբառը, մնացածը կանի ծրագիրը:
id: Sebelum memulai fitur ini, ANda harus mengetahui pengaturan IMAP, SMTP, dan SSL/TLS Anda. Sekarang yang Anda harus sediakan adalah nama, alamat email, dan sandi Anda dan penuntun pemasangan akun email akan melakukan pengecekan basis data kami dan menemukan pengaturan email untuk Anda.
lt: Anksčiau, kuriant elektroninio pašto paskyrą, reikėdavo įvesti IMAP ir SMTP serverius, parinkti šifravimo nuostatas. Dabar tereikia jūsų vardo, el. pašto adreso ir slaptažodžio – paskyros vediklis pats patikrins mūsų duomenų bazes ir suras jums tinkamas paskyros nuostatas.
lv: Pirms šīs iespējas jums bija jāzina IMAP, SMTP un SSL/TLS iestatījumi. Tagad viss, kas jums jānorāda, ir jūsu vārds, epasta adrese un parole, un epasta konta iestatīšanas vednis pārbaudīs mūsu datu bāzi un atradīs jūsu epasta iestatījumus.
ms: Sebelum ciri ini ada, anda perlu tahu tetapan IMAP, SMTP dan SSL/TLS. Kini anda hanya perlu sediakan nama, alamat e-mel dan kata laluan, dan bestari penetapan akaun akan menyemak pangkalan data kami dan mencari tetapan e-mel untuk anda.
ro: Înainte trebuia să știi setările IMAP, SMTP și SSL/TLS. Acum trebuie doar să știi numele, adresa de e-mail și parola, iar interfața asistent va verifica baza de date și va găsi automat setările.
si: නව ගිණුම් සැකසුම් විශාරද හඳුන්වාදීමට පෙර, ගිණුම් සැකසීමට IMAP, SMTP, SSL/TLS සැකසුම් දැනගතයුතු විය. නමුත් දැන් ඔබ කළ යුතු වන්නේ නම, වි.තැපැල් ලිපිනය, සහ රහස්පදය ලබාදීම පමණි. නව ගිණුම් සැකසුම් විශාරද ඒ අනුව ඔබගේ ගිණුමේ සැකසුම් අපගේ දත්ත පද්ධතියෙන් සොයා ගිණුම සකසනු ඇත.

source: One-click Address Book
ar: دفتر العناوين بنقرة واحدة
be: Адрасная кніга ў адзін клік
br: Karned chomlec’hioù dre ur c’hlik
bs: Adresar na jedan klik
ca: Llibreta d'adreces en un clic
da: Èt-kliks adressebog
gd: Leabhar nan seòladh le briogadh a-mhàink
hy_am: Մեկ սեղմամբ Հասցեագրքի հասանելիություն
id: Buku Alamat Satu-klik
lt: Įrašymas adresų knygoje vienu spragtelėjimu
lv: Viena klikšķa adrešu grāmata
ms: Buku Alamat Satu-klik
pa_in: ਐਡਰੈਸ ਬੁੱਕ ਇੱਕ ਕਲਿੱਕ ਦੂਰ
ro: Agendă de contacte cu un singur clic
si: ක්‍ෂණික ලිපින පොත

source: One-click Address Book is a quick and easy way to add people to your address book. Add people by simply clicking on the star icon in the message you receive. Two clicks and you can add more details like a photo, birthday, and other contact information.
ar: دفتر العناوين بنقرة واحدة طريقة سريعة وسهلة لإضافة أشخاص إلى دفتر العناوين الخاص بك.
be: Адрасная кніга ў адзін клік - гэта хуткі і просты спосаб дадаць людзей у сваю адрасную кнігу. Дадайце людзей, проста націснуўшы на значок зорачкі ў паведамленні, якое вы атрымаеце. Два клікі, і вы можаце дадаць больш падрабязную інфармацыю, напрыклад фота, дзень нараджэння і іншую кантактную інфармацыю.
br: Un doare aes ha buan da ouzhpennañ tud en ho karned chomlec’hioù eo Karned chomlec’hioù dre ur c’hlik. Ouzhpennit tud en ur glikañ war arlun ar steredenn. Daou glik hag ouzhpennet e vo muioc’h a vunudoù evel al luc’hskeudenn, an deiz-ha-bloaz ha titouroù all diwar-benn an darempred.
bs: Adresar na jedan klik je brz i jednostavan način da dodate ljude u vašu knjigu adresa. Dodajte ljude jednostavnim klikanjem na ikonu zvijezde u poruci koju dobijete. Dva klika i možete dodati još detalja kao što su slika, rođendan, i druge informacije kontakta.
ca: La llibreta d'adreces en un clic és una manera ràpida i fàcil d’afegir gent a la vostra llibreta d'adreces. Feu simplement un clic a la icona d’estrella del missatge que rebeu. Dos clics per afegir més detalls com una foto, l’aniversari i altres dades del contacte.
da: Èt-kliks adressebog er en hurtig og nem måde, at føje personer til din adressebog. Du kan nemt tilføje personer til din adressebog ved at klikke på stjernen i en meddelelse. Med to klik kan du tilføje flere detaljer som foto, fødselsdato, og anden kontaktinformation.
gd: Chan eil feum ach air aon bhriogadh le leabhar nan seòladh ùr gus daoine a chur ris gu èasgaidh. Cha leig thu leas ach briogadh air an rionnag san teachdaireachd a fhuair thu. Ma bhriogas tu air dà thuras, bidh cothrom agad barrachd fiosrachaidh a chur ris, can dealbh, co-là breith no fiosrachadh eile.
hy_am: Մեկ սեղմամբ Հասցեագրքի հասանելիությունը ապահովում է արագ և դյուրին մուտք՝ գրքում նոր մարդկանք ավելացնելու համար: Ավելացրեք մարդկանց՝ պարզապես սեղմելով ձեր ստացած նամակի աստղին: Կրկնակի սեղմեք և կկարողանաք ավելացնել լրացուցիչ տվյալներ՝ լուսանկար, ծննդյան օր և այլն:
id: Buku Alamat Satu-klik adalah cara cepat dan mudah untuk menambahkan orang pada buku alamat Anda. Tambahkan orang dengan mengklik ikon bintang pada pesan yang Anda terima. Dua klik dan Anda dapat menambahkan detil lainnya seperti foto, tanggal lahir, dan informasi kontak lainnya.
lt: Vienu pelės spragtelėjimu ant žvaigždutės, esančios prie korespondento el. pašto adreso, įtrauksite jį į adresų knygą. Spragtelėję dar kartą, galėsite apie jį įvesti dar daugiau duomenų ar priskirti nuotrauką.
lv: Viena klikšķa adrešu grāmata ir ātrs un vienkāršs veids, kā pievienot cilvēkus savai adrešu grāmatai. Pievienojiet cilvēkus, vienkārši noklikšķinot uz zvaigznītes ikonas saņemtajā ziņojumā. Divi klikšķi, un jūs varat pievienot sīkāku informāciju, piemēram, fotoattēlu, dzimšanas dienu un citu kontaktinformāciju.
ms: Buku Alamat Satu-klik ialah cara pantas dan mudah untuk menambahkan kenalan ke dalam buku alamat. Tambah kenalan dengan hanya klik pada ikon bintang dalam mesej yang anda terima. Klik dua kali dan anda boleh tambah butiran seperti foto, tarikh lahir dan maklumat lain.
ro: Agenda de contacte cu un singur clic este o metodă rapidă și ușoară de adăugat contacte în agendă. Adaugă oameni doar printr-un clic pe iconița stea în mesajul primit. Prin alte două clicuri poți adăuga alte detalii ca fotografia, data nașterii și alte informații de contact.
si: ක්‍ෂණික ලිපින පොත ඇසුරින් ලිපින පොතට නව ලිපින ඉක්මනින් සහ පහසුවෙන් එක්කළ හැකිය. මේ සඳහා ඔබට ලැබුණු ලිපියේ ඇති තරු සලකුණ මත ක්ලික් කරන්න. දෙවරක් ක්ලික් කිරීමෙන් ඡායාරූපය, උපන්දිනය, සහ වෙනත් සබඳතා ඇතුළු තවත් විස්තර එක්කළ වැකිය.

source: Attachment Reminder
ar: التذكير بالمرفقات
be: Напамін пра далучэнне
br: Kounadur ar pezhioù stag
bs: Podsjetnik o prilogu
ca: Recordatori d'adjunció
da: Påmindelse om vedhæftning af fil
gd: Cuimhniche nan ceanglachan
hy_am: Կցորդի հիշեցում
id: Pengingat Lampiran
lt: Priminimas apie priedą
lv: Pielikuma atgādinājums
ms: Peringatan Lampiran
pa_in: ਅਟੈਚਮੈਂਟ ਰਿਮਾਇਡਰ
ro: Verificator de atașamente lipsă
si: ඇමුණුම් සිහිකැඳවනය

source: The attachment reminder looks for the word attachment (and other words like file types) in the body of your message and reminds you to add an attachment before hitting send.
ar: التذكير بالمرفقات يبحث عن كلمة «مُرفق» (أو كلمات أخرى مثل أنواع الملفات) في نص الرسالة ويذكِّـرُك بإضافة مرفق قبل الإرسال.
br: Kounadur ar pezhioù stag a glask ar ger "pezhioù stag" (ha gerioù all evel ar rizhoù restr) e-barzh korf ho kemennadenn ha kounaat a ra deoc’h ouzhpennañ ur pezh stag a-raok kas ho postel.
bs: Podsjetnik o prilogu traži riječ priloga (i druge riječi kao što su vrste datoteka) u okviru vaše poruke i podsjeća vas da dodate prilog prije neko kliknete na slanje.
ca: El recordatori d'adjunció cerca la paraula «adjunt» (o altres paraules, com tipus de fitxers) en el cos del vostre missatge i us recorda que heu d’adjuntar un fitxer abans de fer clic al botó d'enviar.
da: En funktion tjekker dine meddelelser for bestemte ord som typisk bruges, når man sender vedhæftede filer. Bruger du et af ordene uden at have vedhæftet en fil, vil du få vist en påmindelse, inden du sender meddelelsen.
gd: Cumaidh cuimhniche nan ceanglachan sùil airson faclan mar ceanglachan no ceanglachain (agus faclan eile, can seòrsa de dh’fhaidhlichean) ann am bodhaig na teachdaireachd agad agus bheir e gu d’ aire ceanglachan a chur ris mus cuir thu an teachdaireachd.
hy_am: Կցորդի հիշեցումը հետևում է, որ դուք չմոռանաք կցել word կամ այլ տեսակի փաստաթուղթ նամակին (եթե այդ մասին հիշատակություն կա նամակում):
id: Pengingat lampiran mencari lampiran kata (dan kata lainnya seperti tipe berkas) pada badan pesan dan mengingatkan Anda untuk menambahkan lampiran sebelum mengirim.
lt: Priminimo apie priedą funkcija laiško tekste ieško žodžio „priedas“, įprastų failų plėtinių bei kitų panašių žodžių ir pasiūlo prieš išsiunčiant laišką, prie jo pridėti failą.
lv: Pielikuma atgādinātājs vēstules tekstā meklē vārdu 'pielikums' (un citus vārdus, piemēram, failu veidus) un atgādina, ka pirms spiest Sūtīt, jums jāpievieno pielikums.
ms: Peringatan lampiran mencari lampiran perkataan (dan perkataan lain seperti jenis fail) dalam isi mesej dan mengingatkan anda untuk menambahkan lampiran sebelum menghantar.
ro: Verificatorul de atașamente lipsă caută atașamente Word (sau alte tipuri de fișiere) în corpul mesajului și îți reamintește să adaugi un atașament înainte de a trimite mesajul.
si: නව ඇමුණුම් සිහිකැඳවනය ඔබගේ ලිපියේ බඳේ ඇති ඇමුණුම් යන වචනය පිළිබඳව සැළකිලිමත් වී ලිපිය යැවීමට පෙර ඔබට ඇමුණුම් එක් කිරීමට මතක් කරනු ඇත.

source: Multiple-channel chat
hy_am: Բազմաբեռնված զրույց
id: Obrolan beberapa saluran
lt: Pokalbiai keliuose kambariuose
lv: Daudzu kanālu tērzēšana
ro: Chat multicanale

source: Enjoy real-time conversation with your contacts, right from your favorite messaging application, with multiple supported networks. Thunderbird makes it easy to search through both past conversations and received emails.
hy_am: Վայելեք իրական ժամանակի զրույցը ձեր կոնտակտների հետ `ձեր նախընտրած հաղորդագրությունների դիմումից անմիջապես հետո, բազմաթիվ աջակցվող ցանցերով: Thunderbird- ը հեշտացնում է որոնումը ինչպես անցյալ խոսակցությունների, այնպես էլ ստացված էլ-նամակների միջոցով:
id: Nikmati percakapan waktu nyata dengan kontak Anda, langsung dari aplikasi perpesanan favorit Anda, dengan beberapa jaringan yang didukung. Thunderbird memudahkan pencarian melalui percakapan lama dan menerima email.
lt: Galite realiu laiku, tiesiai iš mėgstamos pranešimų programos bendrauti su savo kontaktais visuose „Thunderbird“ palaikomuose tinkluose. „Thunderbird“ leidžia lengvai ieškoti informacijos tiek vykusiuose pokalbiuose, tiek gautuose laiškuose.
lv: Izbaudiet reāllaika sarunu ar saviem kontaktiem tieši no iecienītās ziņojumapmaiņas lietotnes un ar vairākiem atbalstītiem tīkliem. Thunderbird ļauj ērti meklēt gan iepriekšējās sarunās, gan saņemtajos epastos.
ro: Bucură-te de conversații în timp real cu contactele tale, direct din aplicația favorită de mesagerie, cu multiple rețele acceptate. Thunderbird face ușoară căutarea atât prin conversații vechi, cât și prin mesaje primite pe e-mail.

source: Tabbed Email
hy_am: Ներդրված էլ. փոստ
id: Surel dengan Tab
lt: Elektroninis paštas kortelėse
lv: Ciļņots epasts
ro: E-mail cu file
