Repository: MelissaAutumn/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ar, be, br, bs, ca, da, gd, hy_am, id, lt, lv, ms, pa_in, ro, si

source: If you like Firefox’s tabbed browsing, you’re going to love tabbed email. Tabbed email lets you load emails in separate tabs so you can quickly jump between them. Perhaps you’re responding to an email and need to refer back to an earlier email. Tabbed email lets you keep multiple emails open for easy reference.
ar: إذا كنت تحب الألسنة في فيرفكس، فإنك ستحب الألسنة مع البريد الإلكتروني. هذه الألسنة تتيح لك الفرصة لتحميل رسائل البريد الإلكتروني في علامات تبويب منفصلة بحيث يمكنك بسرعة الانتقال بينهما. في حالة كان ردا على رسالة بريد إلكتروني وتحتاج إلى الرجوع إلى رسالة سابقة هذا التبويب يمكنك من الاحتفاظ برسائل إلكترونية متعددة مفتوحة للرجوع إليها بسهولة
br: Mard oc’h plijet gant ar merdeiñ e-touez ivinelloù Firefox e kouezhot e karantez gant ar posteloù dre ivinelloù. Gant ar posteloù dre ivinelloù e vez karget ar posteloù e ivinelloù disheñvel ha lammet e vez eus unan d’eben. Marteze ho po da respont d’ur postel hag ho po ezhomm da deurel ur sell ouzh ur postel bet degemeret a-gent. Meur a bostel a c’hallot leuskel digor gant ar posteloù dre ivinelloù da vezañ lennet aes.
bs: Ako vam se sviđa Firefox pretraživanje u tabovima, onda ćete voljeti email u tabovima. Email u tabovima vam dopušta učitavanje emailova u odvojenim tabovima tako da možete brže prelaziti s jednog na drugi. Možda odgovarate na email, a trebate odgovoriti na stariji email. Tabovan email dopušta vam zadržati više emailova otvorenim za jednostavnu referencu.
ca: Si us agrada la navegació en pestanyes del Firefox, us encantarà el correu en pestanyes. Us permet carregar correus en pestanyes separades de manera que pugueu saltar ràpidament entre elles. Potser esteu responent un correu i necessiteu mencionar un missatge més antic. El correu amb pestanyes us permet tenir diversos missatges oberts per consultar-los fàcilment.
da: Hvis du kan lide fanebladene i Firefox, vil du elske fanebladene i Thunderbird. Med mail i faneblade kan du indlæse mails i separate faneblade, så du hurtigt kan skifte mellem dem. Måske svarer du på en mail og har brug for at henvise til en tidligere mail. Med mail i faneblade kan du have mange mails åbne for nem reference.
gd: Ma tha thu dèidheil air a’ bhrabhsadh tabaichte ann am Firefox, còrdaidh am post-dealain tabaichte riut cuideachd. Le post-dealain tabaichte, ’s urrainn dhut teachdaireachdan a luchdadh ann an tabaichean eadar-dhealaichte gus an urrainn dhut leumadh eatarra gu èasgaidh. Can ma tha thu a’ dèanamh iomradh air teachdaireachd eile. ’S urrainn dhut iomadh teachdaireachd puist a chumail fosgailte leis a’ phost-dealain tabaichte.
hy_am: Եթե հավանում եք Firefox-ի ներդիրների համակարգը, ապա կհավանեք նաև սա: Ներդիրները հնարավորություն են տալիս Ձեզ բացել էլ. նամակները տարբեր երդիրներում և արագորեն անցում կատարել դրանց միջև: Օրինակ՝ եթե պատասխանում եք մի նամակի, բայց պետք է տվյալ վերցնե նախորդ նամակից: Ներդիրները տալիս են այդ հնարավորությունը:
id: Jika ANda menyukai tab penjelajahan Firefox, Anda akan menyukai tab email. Tab email membuat Anda dapat memuat email pada tab terpisah sehingga Anda dapat pindah-pindah dengan cepat. Mungkin Anda merespon sebuah email dan harus kembali melihat email sebelumnya. Tab email membuat Anda dapat membuka lebih dari satu email untuk referensi.
lt: Jeigu mėgstate „Firefox“ korteles, pamėgsite jas ir el. pašte. Atskirose kortelėse atvėrę skirtingus laiškus, galėsite sparčiai perjungti rodomą laišką. Pavyzdžiui, atsakydami į laišką, galbūt norėsite pacituoti senesnį. Kortelių pagalba galėsite vienu metu cituoti kiek tik norite laiškų.
lv: Ja jums patīk pārlūkošana ar Firefox ar cilnēm, jums patiks epasts ar cilnēm. Ciļņots epasts ļauj ielādēt epastus atsevišķās cilnēs, lai jūs varētu ātri starp tiem pāriet. Varbūt jūs atbildat uz epastu un jums ir jāatsaucas uz iepriekšējo epastu. Ciļņots epasts ļauj saglabāt vairākas epastus, lai tos varētu viegli atrast.
ms: Jika anda sukakan tab pelayaran, anda juga akan sukakan tab e-mel. Tab ini membolehkan anda memuatkan e-mel dalam tab berasingan supaya merujuknya dengan pantas, Anda mungkin mengarang e-mel dan perlu merujuk e-mel sebelumnya. Tab e-mel membolehkan anda membuka berbilang e-mel supaya mudah membuat rujukan.
ro: Dacă-ți place navigarea cu file din Firefox, îți va plăcea și navigarea cu file în clientul de e-mail. Filele de e-mail îți permit încărcarea mesajelor de e-mail în file separate ca să poți trece ușor de la unul la altul. Poate că răspunzi la un mesaj și trebuie să faci trimitere la un mesaj de e-mail anterior. Filele din clientul de e-mail îți permit să ții deschide mai multe mesaje pentru consultare ușoară.
si: ඔබ Firefox හි ටැබ ප්‍රිය කරන්නේ නම්, එම පහසුකම වි.තැපෑල සඳහාද අත්විදීමේ අවස්ථාව දැන් ඔබට ඇත. තණ්ඩර්බර්ඩ්හි ටැබ් පහසුකම භාවිතයෙන් ඔබට ලිපි වෙනත් ටැබ් තුළ විවෘත කර ඒවා අතර ඉක්මනින් මාරු වියහැකිය. සමහර විට ලිපියකට පිළිතුරු සපයන අතර පැරණි ලිපියක් ඒ සඳහා ආශ්‍රේය කිරීමට ඔබට අවශ්‍ය විය හැකිය. ටැබ් මඟින් ලිපි කිහිපයක් එකවර විවෘත කිරීමට අවශ්‍ය පහසුකම ඔබට ලබා දේ..

source: When quitting Thunderbird, visible tabs will be saved and will be restored when you open Thunderbird the next time. There is also a Tab menu on the Tab toolbar to help you switch between Tabs.
ar: عند مغادرة ثندربرد، ستُحفظ الألسنة المرئية ثم تُسترجع عند فتح ثندربرد في المرة القادمة. هناك أيضا قائمة للألسنة في شريط أدوات الألسنة لمساعدتك على التنقل بينها.
br: Pa guitaot Thunderbird e vo enrollet an ivinelloù hewel hag assavet pa vo digoret Thunderbird en-dro. Ul lañser Ivinell ez eus ivez war ar varrenn ostilhoù a-benn reiñ sikour deoc’h da drec’haoliñ an ivinelloù.
bs: Kada izlazite iz Thunderbirda, vidljivi tabovi će biti sačuvani i biće ponovo otvoreni kada otvorite Thunderbird sljedeći put. Tu je također i Tab meni na Tab alatnoj traci da vam pomogne u prelasku između tabova.
ca: Quan sortiu del Thunderbird, les pestanyes visibles es desaran i es restauraran quan torneu a obrir el Thunderbird. En la barra d’eines de les pestanyes també hi ha un menú «Pestanyes» per ajudar-vos a canviar entre pestanyes.
da: Når du afslutter Thunderbird, bliver synlige faneblade gemt, og de bliver gendannet næste gang, du starter Thunderbird. Der er også en fanebladsmenu på fanebladslinjen til at hjælpe dig med at skifte mellem faneblade.
gd: Nuair a dh’fhàgas tu Thunderbird, thèid na tabaichean a tha agad ann a shàbhaladh ’s thèid an aiseag nuair a dh’fhosglas tu Thunderbird an ath thuras. Tha clàr-taice ùr ann airson nan tabaichean air bàr-innealan nan tabaichean cuideachd leis an urrainn dhut leumadh eadar na tabaichean.
hy_am: Thunderbird-ից դուրս գալիս տեսանելի ներդիրները կպահպանվեն և կվերականգնվեն հաջորդ անգամ Thunderbird-ը բացելիս: Կա նաև Ներդիրներ ընտրացանկ՝ Ներդիրներ գործիքագոտում, որը կօգնի փոխանջատել ներդիրները:
id: Saat meninggalkan Thunderbird, tab yang terlihat akan disimpan dan akan dikembalikan saat Anda membuka Thunderbird lagi di lain waktu. Juga ada menu tab pada bilah alat tab untuk membantu Anda berganti antar tab.
lt: Baigiant „Thunderbird“ darbą, atvertos kortelės bus įrašytos ir atkurtos, kitąkart paleidus programą. Perjungti korteles galite ir kortelių sąrašo mygtuko, esančio kortelių juostos gale, pagalba.
lv: Izejot no Thunderbird, redzamās cilnes tiks saglabātas un tiks atjaunotas, nākamreiz to atverot. Ciļņu rīkjoslā ir arī Cilnes izvēlne, kas palīdzēs pārslēgties starp cilnēm.
ms: Apabila keluar daripada Thunderbird, tab yang kelihatan akan disimpan, dan dipulihkan apabila anda buka semula Thunderbird. Ada juga menu Tab dalam bar alatan Tab untuk membantu anda bertukar antara Tab.
ro: Când ieși din Thunderbird, filele vizibile vor fi salvate și vor fi restaurate când deschizi Thunderbird din nou data viitoare. Există și un meniu File în bara de file care-ți permite să comuți între file.
si: Thunderbird වෙතින් පිටවීමේදී, ටැබ් සුරකින අතර ඊළඟ වතාවේ තණ්ඩර්බර්ඩ් විවෘත කිරීමේදී ඒවා නැවත ස්ථාපනය කරනු ඇත. ටැබ් අතර මාරුවීම පහසු කරනු පිණිස මෙවලම් තීරුවේ නව ටැබ් මෙනුවක්ද ඇත.

source: Quick Filter Toolbar
ar: مرشح شريط الأدوات السريع
br: Barren ostilhoù herrek
bs: Quick Filter traka s alatima
ca: Barra de filtre ràpid
da: Lynfilterlinje
gd: Bàr-inneal a’ ghrad-chriathraidh
hy_am: Արագ զտման գործիքագոտի
id: Bilah alat Penyaringan Cepat
lt: Sparčiojo filtro juosta
lv: Ātro filtru rīkjosla
ms: Bar Alatan Tapisan Pantas
pa_in: ਤੁਰੰਤ ਫਿਲਟਰ ਟੂਲਬਾਰ
ro: Bara de filtrare rapidă
si: ක්ෂණික පෙරහන් මෙවලම්තීරුව

source: The Quick Filter Toolbar lets you filter your email faster. Start typing in words in the Quick Filter search box and the results are displayed instantly. Or you can filter your email by New Messages, Tags, and people in your Address Book. You can also "Pin" or save a Filter and use it across multiple folders.
ar: مرشح شريط الأدوات السريع يمكنك من ترشيح البريد الإلكتروني الخاص بك بشكل أسرع. ابدأ بكتابة الكلمات في خانة البحث الخاصة بالترشيح السريع ويتم عرض النتائج على الفور. أو يمكنك تصفية البريد الإلكتروني الخاص بك عن طريق الرسائل الجديدة، الكلمات، والأشخاص الموجودة في دفتر العناوين الخاص بك. يمكنك أيضا حفظ تصفية معينة واستخدامها عبر عدة مجلدات.
br: Buanoc’h e vez silet ho posteloù gant ar varrenn ostilhoù herrek. Biziatait gerioù war ar voestad klask herrek ha diouzhtu e vo skrammet an disoc’hoù. Pe silet e vez ho posteloù dre Kemennadenn nevez, Klavioù, ha tud a zo war ho karned chomlec’hioù. Lakait un "Tach meud" pe enrollit ur Sil ha grit gantañ e-barzh meur a deuliad.
bs: Quick Filter alatna traka vam omogućava brže filtriranje vašeg emaila. Počnite tipkati u riječima u Quick Filter polju za pretrage i rezultati su prikazani odmah. Ili možete filtrirati vaš email baziran na novim porukama, oznakama, i ljudima u vašem adresaru. Možete također "Prikačiti" ili sačuvati filter i koristiti ga unutar više foldera.
ca: La barra de filtre ràpid us permet filtrar els vostres correus en menys temps. Comenceu a escriure a la casella de cerca del filtre ràpid i els resultats es mostraran a l’instant. També podeu filtrar els vostres correus segons si són missatges nous, segons les etiquetes i segons les persones de la vostra agenda. També podeu clavar o desar un filtre i utilitzar-lo en diverses carpetes.
da: Lynfilterlinjen lader dig filtrere dine mails hurtigere. Begynd indtastningen af ord i lynfilterlinjens søgefelt, og resultaterne vises øjeblikkeligt. Eller du kan filtrere dine mails efter nye meddelelser, mærkater og personer i din adressebog. Du kan også "fastgøre" eller gemme et filter og bruge det på tværs af flere mapper.
gd: ’S urrainn dhut am post agad a chriathradh nas luaithe le bàr-inneal a’ ghrad-chriathraidh. Cuir a-steach faclan ann am bogsa-luirg na grad-chriathraige agus chì thu na toraidhean sa bhad. No ’s urrainn dhut am post agad a chriathradh a-rèir theachdaireachdan ùra, thagaichean is daoine ann an leabhar nan seòladh agad. ’S urrainn dhut criathrag a "phrìneachadh" no a shàbhaladh cuideachd ’s a chleachdadh ann an iomadh pasgan.
hy_am: Արագ զտման գործիքագոտին հնարավորություն է տալիս զտել ձեր էլ. նամակները ավելի արագ: Մուտքագրեք բառեր Արագ զտման գործիքագոտու դաշտում և արդյունքները միանգամից կցուցադրվեն Ձեզ: Կամ՝ կարող եք զտել ձեր նամակները ըստ նորերի, կցապիտակների և Հասցեագրքի մարդկանց: Նաև կարող եք "Գամել" կամ պահպանել զտիչը և օգտագործել այն տարբեր թղթապանակներում:
id: Bilah alat Penyaringan Cepat membuat Anda dapat menyaring email dengan cepat. Mulai mengetik kata pada kotak pencarian Penyaringan Cepat dan hasil akan ditampilkan dengan cepat. Atau Anda dapat menyaring email Anda dengan Pesan Baru, Tag, dan orang pada Buku Alamat. Anda dapat juga "Pin" atau simpan Penyaringan dan gunakan pada lintas folder.
lt: Sparčiojo filtro juosta padės greičiau filtruoti rodomus laiškus. Tiesiog pradėkite į joje esantį laukelį rašyti norimus rasti žodžius, ir iškart matysite paiešką atitinkančius rezultatus. Be to, galėsite atrinkti tik neskaitytus, turinčius gaires ar gautus iš adresų knygoje esančių adresatų laiškus. Filtrą galėsite ir užfiksuoti – pažymėti, kad jis būtų išlaikomas, pereinant į kitą aplanką.
lv: Ātrā filtra rīkjosla ļauj ātri filtrēt epastu. Sāciet rakstīt vārdus ātrā filtra meklēšanas lodziņā un uzreiz parādīsies rezultāti. Varat arī filtrēt savu epastu pēc jaunām vēstulēm, birkām un cilvēkiem no adrešu grāmatas. Varat arī "piespraust" vai saglabāt filtru un izmantot to vairākās mapēs.
ms: Bar Alatan Tapisan Pantas membolehkan anda menapis e-mel dengan lebih pantas. Mulakan menaip perkataan dalam kotak carian Tapisan pantas dan hasilnya akan segera dipaparkan. Atau anda boleh tapis e-mel mengikut Mesej Baru, Tag dan kenalan dalam Buku Alamat. Anda juga boleh "Pin" atau simpan Tapis dan gunakannya dalam berbilang folder.
ro: Bara de filtrare rapidă îți permite filtrarea mai rapidă a e-mailurilor. Începe să tastezi în căsuța de căutare și rezultatele sunt afișate instant. Sau poți filtra e-mailurile după mesaje noi, etichete și oameni din agendă. Poți și fixa sau salva un filtru pentru a-l folosi în direcotare multiple.
si: ක්ෂණික පෙරහන් මෙවලම්තීරුව මඟින් ඔබගේ ලිපි ඉක්මනින් පෙරහන් කිරීමට ඉඩ ලබා දේ. සෙවීමට අවශ්‍ය වචන ක්ෂණික පෙරහන් කොටුව තුළ ටයිප් කරන්න එවිට ප්‍රතිඵල ක්ෂණිකව පෙන්වනු ඇත. එසේම, ඔබගේ පෙරහන නව ලිපි, ටැග්, හෝ ලිපින පොතේ සබඳතා අනුවද ක්‍රියාත්මක කළ හැකිය. ඔබට පෙරහන සුරැකීම හෝ ඇමුණුම මඟින් වෙනත් ෆෝල්ඩර සඳහාද භාවිතා කළ හැකිය.

source: Search Tools
be: Інструменты пошуку
hy_am: Որոնման գործիքներ
id: Alat Pencarian
lt: Paieška
lv: Meklēšanas rīki
ro: Unelte de căutare

source: The search interface in Thunderbird contains filtering and timeline tools to pinpoint the exact email you’re looking for. Thunderbird also indexes all of your emails and chat conversations to help you search even faster. Your search results are displayed in a tab so you can easily switch back and forth to your search results and other email.
hy_am: Որոնման հնարավորությունը Thunderbird-ում բաղկացած է զտման և ժամանակացույցի գործիքներից՝ գտնելու հենց այն նամակը, որը փնտրում եք: Thunderbird-ը նաև ցուցակագրում է ձեր բոլոր նամակները՝ արագացնելու համար որոնումը: Որոնման արդյունքները կցուցադրվեն նոր ներդիրում:
id: Antarmuka pencarian di Thunderbird berisi alat penyaringan dan garis waktu untuk menentukan dengan tepat surel yang Anda cari. Thunderbird juga mengindeks semua surel dan percakapan obrolan Anda untuk membantu Anda mencari lebih cepat. Hasil pencarian Anda ditampilkan di tab sehingga Anda dapat dengan mudah beralih ke hasil pencarian dan surel lainnya.
lt: „Thunderbird“ paieškos sąsajoje rasite radinių filtravimo įrankius bei laiko juostą, kurie padės greičiau rasti ieškomus laiškus. Be to, „Thunderbird“ indeksuoja visus jūsų laiškus, tuo užtikrindama, jog paieška bus dar spartesnė. Visi paieškos rezultatai rodomi atskiroje kortelėje, todėl persijungti tarp radinių ir visų laiškų galite greitai ir patogiai.
lv: Thunderbird meklēšanas saskarnē ir filtrēšanas un laika skalas rīki, lai precīzi norādītu meklējamo epastu. Thunderbird arī indeksē visus jūsu epastus un tērzēšanas sarunas, lai palīdzētu jums meklēt ātrāk. Meklēšanas rezultāti tiek parādīti cilnē, lai jūs varētu ērti pārslēgties uz meklēšanas rezultātiem un citiem epastiem.
ro: Interfața de căutare din Thunderbird conține unelte de filtrare și cronologie care pot localiza exact mesajul căutat. În plus, Thunderbird indexează toate mesajele și conversațiile pe chat și te ajută să faci căutări și mai rapide. Rezultatele căutărilor sunt afișate într-o filă, așa că poți comuta rapid între rezultatele căutărilor și alte mesaje.

source: Message Archive
ar: أرشفة الرسائل
br: Dielloù ar c’hemennadennoù
bs: Arhiva poruka
ca: Arxiu de missatges
da: Meddelelsesarkiv
gd: Tasg-lann nan teachdaireachdan
hy_am: Նամակների արխիվացում
id: Arsip Pesan
lt: Laiškų archyvas
lv: Ziņojumu arhīvs
ms: Arkib Mesej
ro: Arhiva de mesaje
si: ලිපි සංරක්ෂණය (Message Archive)

source: If you think you’re going to need an email in the future but want it out of your inbox without deleting it, archive it! Archiving helps you manage your inbox and put your email into the archive folder system.
ar: إذا كنت تعتقد أنك ستكون في حاجة إلى رسالة بريد في المستقبل لكنك تريد عدم وجودها في صندوق الوارد يمكنك حين ذاك أرشفة هذه الرسالة دون أن تحذفها! الأرشفة تساعدك على إدارة صندوق البريد الوارد ووضع رسائل البريد الخاصة بك في نظام مجلدات خاص بالأرشفة.
br: Mar soñjit ho po ezhomm ur postel en dazont, er-maez eus ar voestad degemer met ma ne fell ket deoc’h e ziverkañ, lakait eñ evel diell ! Lakaat en dielloù a ro sikour deoc’h a-benn ardeiñ ho poestad degemer ha lakaat ho posteloù e-barzh reizhiad teuliad an dielloù.
bs: Ako mislite da ćete trebati email u budućnosti ali želite ga izbaciti iz vaše primljene pošte bez njegovog brisanja, arhivirajte ga!. Arhiviranje vam pomaže upravljati vašom primljenom poštom i stavlja vaš email u arhivski folder sistema.
ca: Si penseu que necessitareu un correu en el futur però no voleu ni eliminar-lo ni tenir-lo a la safata d’entrada, arxiveu-lo! L’arxivador us permet gestionar la safata d’entrada i posar els correus en el sistema de carpetes de l’arxiu.
da: Hvis du har en mail, som du regner med at skulle bruge senere, men du ikke vil have den til at fylde op i indbakken, skal du blot arkivere den. Anbringer du mails i arkivet, får du en overskuelig indbakke, og du kan altid senere finde dine mails frem igen ved hjælp af søgefunktionen.
gd: Ma bhios tu sa bheachd gum bi feum agad air teachdairean latha eile ach mur eil thu ’ga iarraidh sa bhogsa a-steach agad, cuir san tasg-lann e seach a bhith a sguabadh às! Ma chuireas tu rudan san tasg-lann, cumaidh tu am bogsa a-steach agad glan sgiobalta ’s glèidhidh tu am post agad ann an siostam ùr de phasgain san tasg-lann.
hy_am: Եթե մտածում եք, որ որևէ էլ. նամակ Ձեզ կարող է պետք գալ հետագայում, բայց ցանկանում եք հեռացնել այն Մուտքայինից առանց ջնջելու՝ արխիվացրեք այն: Արխիվացումը կօգնի ազատել Մուտքայինը և կտեղափոխի նշված նամակը Արխիվ թղթապանակ:
id: Jika anda pikir anda membutuhkan surel di masa akan datang tetapi ingin dikeluarkan dari kotak masuk tanpa menghapusnya, arsipkan saja! Pengarsipan menolong anda kelola kotak surat dan memasukkan surel adan ke dalam sistem folder arsip.
lt: Jeigu manote, kad laiško prireiks ateityje, tačiau nenorite jo matyti gautųjų laiškų aplanke, jį archyvuokite! Archyvo aplankų sistema padės neleisti gautųjų laiškų aplankui „išsipūsti“.
lv: Ja domājat, ka turpmāk kāds epasts jums būs nepieciešams, bet vēlaties to izņemt no iesūtnes, to neizdzēšot, arhivējiet! Arhivēšana palīdz pārvaldīt iesūtni un ievietot epastu arhīvu mapju sistēmā.
ms: JIka anda perlukan e-mel rujukan pada masa akan datang tetapi tidak mahu mel tersebut berada dalam peti masuk, arkibkan sahaja! Arkib membantu anda menguruskan peti masuk dan meletakkan e-mel dalam sistem folder arkib.
ro: În cazul în care crezi că ai să ai nevoie de un e-mail în viitor, dar nu-l vrei în „Mesaje primite” și nici nu vrei să-l ștergi, arhivează-l! Arhivarea te ajută în gesiunea mesajelor primite și pune e-mailul în dosarul „Arhive”.
si: ලිපියක් ඔබට අනාගතයේදී අවශ්‍ය වේයැයි සිතන්නේ නම් සහ එය නොමකා ලදලිපි වෙතින් ඉවත්කර තැබීමට අවශ්‍ය නම්, එය සංරක්ෂණය කරන්න. ලදලිපි ෆෝල්ඩරය කළමනාකරණයට සහ ලිපි නව ෆෝල්ඩර පද්ධතියක තැබීමට සංරක්ෂණය ඔබට සහායය වනු ඇත.

source: Large Files Management
hy_am: Խոշոր ֆայլերի կառավարում
id: Pengelolaan Berkas Besar
lt: Didelių failų tvarkymas
lv: Lielu failu pārvaldība
ro: Gestionare fișiere mari

source: Share large files with Thunderbird Filelink!
hy_am: Կիսվեք խոշոր ֆայլերով Thunderbird Filelink–ի հետ:
id: Bagikan berkas besar dengan Thunderbird Filelink!
lt: Dalykitės dideliais failais naudodamiesi „Thunderbird Filelink“!
lv: Kopīgojiet lielus failus ar Thunderbird Filelink!
ro: Partajează fișiere mari cu Thunderbird Filelink!

source: You can now speed up the transfer of large documents by uploading them to an online storage provider and sharing the link instead of sending the file directly as a message attachment. Improve the speed of sending email and avoid message rejection if the recipient’s server disallows large files. As an added bonus, you’ll also save space in your sent folder and the recipient’s inbox.
hy_am: Այժմ կարող եք արագացնել խոշոր փաստաթղթերի փոխանցումը `դրանք վերբեռնելով առցանց պահեստավորման մատակարարին և ֆայլը ուղղակիորեն ուղարկելու փոխարեն` հղումը բաժանելով: Բարելավեք էլփոստով ուղարկելու արագությունը և խուսափեք հաղորդագրության մերժումից, եթե ստացողի սերվերը թույլ չի տալիս մեծ ֆայլեր: Որպես հավելյալ բոնուս, Դուք նաև տարածք կխնայի ձեր ուղարկված թղթապանակում և ստացողի մուտքի արկղում:
id: Anda sekarang dapat mempercepat transfer dokumen besar dengan mengunggahnya ke penyedia penyimpanan daring dan membagikan tautan alih-alih mengirim berkas secara langsung sebagai lampiran pesan. Tingkatkan kecepatan pengiriman surel dan hindari penolakan pesan jika peladen penerima tidak mengizinkan berkas besar. Sebagai bonus tambahan, Anda juga akan menghemat ruang di folder terkirim dan kotak masuk penerima.
lt: Dideliu failus dabar galite perduoti greičiau, įkeldami juos į internetinės saugyklos teikėją ir pasidalinę nuoroda, o ne siųsdami failą tiesiogiai kaip pranešimo priedą. Pagerinsite laiškų siuntimą ir išvengsite pranešimų atmetimo, jei gavėjo serveris nepriima didelių failų. Šalia to ne tik sutaupysite ne tik gavėjo, bet ir savo disko vietos.
lv: Tagad jūs varat paātrināt lielu dokumentu pārsūtīšanu, augšuplādējot tos tiešsaistes krātuves pakalpojumu sniedzējam un kopīgojot saiti, nevis sūtot failu tieši kā vēstules pielikumu. Palieliniet epasta ziņojumu sūtīšanas ātrumu un izvairieties no ziņojumu noraidīšanas, ja saņēmēja serveris neatļauj lielus failus. Papildu ieguvums — jūs ietaupīsiet vietu arī nosūtītās un iesūtnes mapēs.
ro: Poți acum accelera transferul de documente mari încărcându-le la un furnizor de spațiu de stocare online și partajând linkul în loc să trimiți fișierele direct ca atașamente la mesaje e-mail. Îmbunătățește viteza de trimitere a mesajelor pe e-mail și evită respingerea lor dacă serverul destinatarului nu permite fișiere de mari dimensiuni. Ca un bonus în plus, vei economisi și spațiu în dosarul tău de mesaje trimise și în căsuța poștală a destinatarului.

source: Thunderbird Look & Feel
ar: مظهر ثندربرد الجديد
br: Neuz ha deouez Thunderbird
bs: Thunderbird izgled i dojam
ca: Aspecte i comportament del Thunderbird
da: Thunderbirds udseende
gd: Coltas ┐ stoidhle Thunderbird
hy_am: Thunderbird-ի տեսքը
id: Rasa dan Nuansa Thunderbird
lt: „Thunderbird“ išvaizda
lv: Thunderbird izskats un darbība
ms: Penampilan Thunderbird
pa_in: ਥੰਡਰਬਰਡ ਦਿੱਖ ਅਤੇ ਰਵੱਈਆ
ro: Aspect Thunderbird
si: Thunderbird පෙනුම සහ දැනීම
