Repository: MelissaAutumn/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: ar, be, br, bs, ca, da, gd, hy_am, id, lt, lv, ms, pa_in, ro, si

source: Thunderbird is the leading open source, cross-platform and calendaring client, free for business and personal use. We want it to stay secure and become even better. A donation will allow us to hire developers, pay for infrastructure, and continue to improve.
ca: El Thunderbird és el gestor de correu i calendari líder de codi obert, multiplataforma i gratuït per a ús comercial i personal. Volem garantir-ne la seguretat i millorar-lo. Una donació ens permetrà contractar desenvolupadors, pagar la infraestructura i seguir millorant.

source: Menu
ar: القائمة
br: Lañser
bs: Meni
ca: Menú
gd: Clàr-taice
pa_in: ਮੀਨੂ
si: මෙනුව

source: You might already know that Thunderbird improvements are no longer paid for by Mozilla. Fortunately there is an active community keeping it running and developing it further. But to survive long term, the project needs funding.
ar: ربما تكون قد علمت بأن موزيلا لم تعد ترعى التحسينات على ثندربيرد بعد الآن، لكن لحسن الحظ فالمجتمع النشط يعمل على تطويره باستمرار وتحسينه للأفضل. ولكن لا يمكن للمشروع أن يبقى طويلا ما لم يُموّل.

source: Thunderbird is currently transitioning to an independent organization. Being independent, we can shape our own fate, but there is significant infrastructure that must be maintained to deliver the application to our tens of millions of users. For Thunderbird to survive and continue to evolve, we need your support and ask for your donation today. All the money donated will go directly to funding Thunderbird development and infrastructure.
ar: ينتقل ثندِربِرد حاليا إلى منظمة مستقلة. كوننا مستقلين يمكننا تشكيل مصيرنا، و لكن هناك بنية تحتية كبيرة يجب الحفاظ عليها لتقديم التطبيق لعشرات الملايين من المستخدمين. ليبقى ثندِربِرد على قيد الحياة و يواصل التطور، نحتاج إلى دعمكم و طلب التبرع منكم اليوم. جميع الأموال المتبرع بها تذهب مباشرة إلى تمويل التنمية ثندِربِرد و البنية التحتية.

source: Donate to Thunderbird
ar: تبرّع إلى ثندربيرد
si: Thunderbird ට පරිත්‍යාග කරන්න

source: Thunderbird is the leading open source, cross-platform email and calendaring client, free for business and personal use. We want it to stay secure and become even better.
ar: ثندربيرد هو عميل البريد و التقاويم مفتوح المصدر متعدد المنصات، و المجاني للاستخدام التجاري و الشخصي. نريد أي يبقى آمنا و أفضل.

source: If you like Thunderbird, please consider a donation!
ar: إن كنت محبًّا لثندربيرد، فنرجو منك التبرّع له!

source: By donating, you will help us to continue delivering an ad-free top-notch email client.
ar: بتبرّعك هذا يمكننا المتابعة بتطوير عميل بريد إلكتروني مميّز ويخلو من الإعلانات.

source: Make a donation
ar: تبرّع
si: පරිත්‍යාගයක් කරන්න

source: Other ways to contribute to Thunderbird
ar: طرق أخرى للمساهمة في ثندربرد
si: Thunderbird ට දායක විය හැකි වෙනත් ආකාර

source: Now is a great time for you to get involved: writing code, testing, support, localization and more. Join a global community! Share your skills and pick up a few new ones along the way. Volunteer as much as you like. Or as little. It’s totally up to you.
ar: هذا أفضل وقت لك لتنضم إلى المشروع: حسّن ثندربيرد بالمساهمة في برمجته واختباره ودعم مستخدميه وترجمته وغيرها. انضم إلى مجتمع عالمي ملتفّ حوله. شارِك مهاراتك واكتسب غيرها وأنت تساهم. ساهِم بالقدر الذي تريد، حتى لو كان بالقليل، فالأمر عائد إليك في النهاية.

source: Learn more
ar: اطّلع على المزيد
si: වැඩිදුරටත් දැනුවත්වන්න

source: Contribute to Thunderbird
ar: ساهم في ثندربرد

source: To ensure that Thunderbird continues to improve, as it has for the last ten years, active contributors <a href="%s">recently organized</a> to focus on the future.
ar: لضمان استمرار تحسين ثندربرد مثلما كان عليه الحال خلال السّنوات العشرة الماضية, قام المُساهمون النّشطون <a href="%s">مُؤخّرًا بالتّجمّع </a> للتّفكير في مُستقبله.
si: පසුගිය දස වසරක කාළයේදී මෙන්ම Thunderbird නොනවත්වා වැඩි දියුණු කිරීම සහතික කරනු වස්, සක්‍රීය දායකත්වය දක්වන්නන් අනාගත දැක්ම වෙනුවෙන් <a href="%s">මෑතකදී සංවිධානය </a> විය.

source: Now is a great time for you to <a href="%s" class="iconic">get involved</a>.
ar: الآن هو أفضل وقت لك <a href="%s" class="iconic">للمُساهمة</a>.
si: මෙය ඔබටත් මේ සමඟ <a href="%s" class="iconic"> සම්බන්ධ වීම සඳහා </a> සුදුසුම වේලාවයි.

source: Please help us assist users of Thunderbird, and improve the Thunderbird product and eco-system.
ar: نحتاج إليك لمُساعدة مُستخدمي ثندربرد، ولتحسين مُنتج ثندربرد والبيئة المُحيطة به.
si: Thunderbird භාවිතා කරන්නන් හට සහාය වීම සඳහාත් , එසේම Thunderbird නිපැයුම සහ පරිසර පද්ධතිය වැඩි දියුණු කිරීම සඳහාත් අපට උදව් වන්න.

source: We look forward to <a href="%s">hearing from you</a>.
ar: نتطلّع قدمًا <a href="%s">لسماع ما تريد قوله لنا</a>.
si: අපි <a href="%s">ඔබගේ අදහස් </a> දැන ගැනීමට කැමැත්තෙමු.

source: Need Support?
ar: الدعم

source: Most Thunderbird support questions are answered in the <a href="%s">Knowledge Base</a>.
ar: تتم الإجابة على أغلب الأسئلة المُتعلّقة بثندربرد على <a href="%s">قاعدة المعرفة</a>.
si: බොහොමයක් Thunderbird පැණ සඳහා පිළි්‍තුරු සපයා දෙනු ලබන්නේ <a href="%s">දැනුම් කේන්ද්‍රය (Knowledge Base) </a> මඟිනි.

source: If you can’t find an answer, <a href="%s">ask your question in our support forum</a>.
ar: إذا لم تجد إجابة لتساؤلك، <a href="%s">فاطرح سؤالك على مُنتدى الدّعم الفنّي</a>.
si: ඔබට පිළිතුරක් සපයා ගත නොහැකි නම්, <a href="%s">ඔබගේ පැණය අපගේ සහායක සංසඳය (support forum) </a> තුළ විමසන්න.

source: Most Thunderbird support questions are answered on the <a href="%s">Knowledge Base</a>.
ar: تتم الإجابة على أغلب الأسئلة المُتعلّقة بثندربرد على <a href="%s">قاعدة المعرفة</a>.
si: බොහොමයක් Thunderbird පැණ සඳහා පිළි්‍තුරු සපයා දෙනු ලබන්නේ <a href="%s">දැනුම් කේන්ද්‍රය (Knowledge Base) </a> මඟිනි.

source: If you can’t find an answer, <a href="%s">ask your question on our support forum</a>.
ar: إذا لم تجد إجابة لتساؤلك، <a href="%s">فاطرح سؤالك على مُنتدى الدّعم الفنّي</a>.
si: ඔබට පිළිතුරක් සපයා ගත නොහැකි නම්, <a href="%s">ඔබගේ පැණය අපගේ සහායක සංසඳය (support forum) </a> තුළ විමසන්න.

source: Visit our blog
ar: زر مُدوّنتنا
si: අපගේ බ්ලොග් සටහනට පිවිසෙන්න

source: Contribute
ar: ساهم في هذا الموقع

source: Tips
ar: أفكار وحيل
si: ඉඟි

source: Get help
ar: احصل على مُساعدة
si: උදව් ලබාගන්න

source: Thunderbird
pa_in: ਥੰਡਰਬਰਡ

source: Beta
pa_in: ਬੀਟਾ

source: <span>Thunderbird</span> Earlybird
pa_in: <span>ਥੰਡਰਬਰਡ</span>ਅਰਲੀਬਰਿੱਡ

source: Mozilla
pa_in: ਮੋਜ਼ੀਲਾ
